Repository: hpusset/ELRI
Catalog: po_files/*/repository/locale/*/LC_MESSAGES/django.po
Languages: ga_ie

source: This value must be either True or False.
ga_ie: Ní mór an luach seo a bheith Fíor nó Bréagach.

source: Boolean (Either True or False)
ga_ie: Boole (Fíor nó Bréagach)

source: A single field must be at most {0} characters long (was {1}).
ga_ie: Ní mór réimse aonair a bheith {0} carachtar ar fad ar a mhéad ({1} cheana).

source: A key must be at most {1} characters long, "{0}" has {2} characters.
ga_ie: Ní mór eochair a bheith {1} carachtar ar fad ar a mhéad, tá {2} carachtar in "{0}" .

source: The corresponding value for "{0}" must be at most {1} characters long (was {2}).
ga_ie: Ní mór an luach comhfhreagrach do "{0}" a bheith {1} carachtar ar fad ar a mhéad ({2} cheana).

source: Keys must not be empty.
ga_ie: Ní mór gan eochracha a bheith folamh.

source: Values must not be empty.
ga_ie: Ní mór gan luachanna a bheith folamh.

source: Ignoring an unknown filter from your query: %s
ga_ie: Neamhaird á déanamh de scagaire anaithnid ó d’iarratas: %s

source: Conditions of use:
ga_ie: Coinníollacha úsáide:

source: direct download available
ga_ie: íoslódáil dhíreach ar fáil

source: no direct download available
ga_ie: níl íoslódáil dhíreach ar fáil

source: I agree to these licence terms and would like to download the resource.
ga_ie: Glacaim leis na téarmaí ceadúnais seo agus tá fonn orm an acmhainn a íoslódáil.

source: To download the resource, you have to accept the licence terms
ga_ie: Chun an acmhainn a íoslódáil, caithfidh tú téarmaí an cheadúnais a ghlacadh

source: Your e-mail
ga_ie: Do ríomhphost

source: Your message
ga_ie: Do theachtaireacht

source: Not a valid emailAddress value.
ga_ie: Luach seoladh ríomhphoist nach bhfuil bailí.

source: Not a valid URL value (must not contain non-ASCII characters, for example; see also RFC 2396).
ga_ie: Luach URL nach bhfuil bailí (ní féidir carachtair neamh-ASCII a bheith ann, mar shampla; féach RFC 2396 freisin).

source: EU
ga_ie: AE

source: More
ga_ie: Tuilleadh

source: Groups together information needed to identify the resource
ga_ie: Cruinníonn eolas le chéile chun an acmhainn a aithint

source: Groups information on the person(s) that is/are responsible for providing further information regarding the resource
ga_ie: Cruinníonn eolas ar an duine/na daoine atá freagrach as eolas sa bhreis a chur ar fáil maidir leis an acmhainn

source: Groups information on the metadata record itself
ga_ie: Cruinníonn eolas ar an taifead meiteashonraí féin

source: Groups information on a specific version or release of the resource
ga_ie: Cruinníonn eolas ar leagan nó eisiúint ar leith den acmhainn

source: Groups information on the creation procedure of a resource
ga_ie: Cruinníonn eolas ar ghnás cruthaithe acmhainne

source: Groups together information on any document describing the resource
ga_ie: Cruinníonn le chéile eolas ar aon doiciméad a chuireann síos ar an acmhainn

source: Used for distinguishing between resource types
ga_ie: Úsáidte chun idirdhealú a dhéanamh idir chineálacha acmhainní

source: Groups within the resourse is shared
ga_ie: Grúpaí lena roinntear an acmhainn

source: Specifies the size of the resource with regard to the SizeUnit measurement in form of a number
ga_ie: Sonraíonn méid na hacmhainne i dtaca leis an tomhais Aonad Toise i bhfoirm uimhreach

source: Specifies the unit that is used when providing information on the size of the resource or of resource parts
ga_ie: Sonraíonn an t-aonad a bhíonn in úsáid nuair a thugtar eolas ar mhéid na hacmhainne nó ar pháirteanna na hacmhainne

source: The full name by which the resource is known; the element can be repeated for the different language versions using the "lang" attribute to specify the language.
ga_ie: An t-ainm iomlán atá ar an acmhainn; is féidir an ghné a athdhéanamh do na leaganacha teanga éagsúla trí an tréith "lang" a úsáid chun an teanga a shonrú.

source: Provides the description of the resource in prose; the element can be repeated for the different language versions using the "lang" attribute to specify the language.
ga_ie: Tugann tuairisc ar an acmhainn i bprós; is féidir an ghné a athdhéanamh do na leaganacha teanga éagsúla trí an tréith "lang" a úsáid chun an teanga a shonrú.

source: The short form (abbreviation, acronym etc.) used to identify the resource; the element can be repeated for the different language versions using the "lang" attribute to specify the language.
ga_ie: An fhoirm ghearr (giorrúchán, acrainm etc.) a úsáidtear chun an acmhainn a aithint; is féidir an ghné a athdhéanamh do na leaganacha teanga éagsúla trí an tréith "lang" a úsáid chun an teanga a shonrú.

source: A Web page that can be navigated to in a Web browser to gain access to the resource, its distributions and/or additional information
ga_ie: Leathanach gréasáin ar féidir nascleanúint chuige i mbrabhsálaí gréasáin chun rochtain a fháil ar an acmhainn, a dáileadh agus/nó eolas eile sa bhreis

source: An unambiguous referent to the resource within META-SHARE; it reflects to the unique system id provided automatically by the MetaShare software
ga_ie: Tagrán soiléir don acmhainn taobh istigh de META-SHARE; frithchaitheann sé go dtí an t-aitheantas córais uathúil a chuireann bogearra MetaShare ar fáil go huathoibríoch

source: Reference to the unique ISLRN number of the resource; if the resource has not been assigned an ISLRN yet, you may request for one at: http://www.islrn.org/
ga_ie: Tagairt d’uimhir ISLRN uathúil na hacmhainne; mura bhfuil ISLRN sainithe don acmhainn go fóill, is féidir ceann a iarraidh ag: http://www.islrn.org/

source: Reference to a PID, DOI or an internal identifier used by the resource provider for the resource
ga_ie: Tagairt do PID, DOI nó aitheantóir inmheánach a úsáideann an soláthróir acmhainne don acmhainn

source: Specifies whether the resource is appropriate for use in one or more of the DSIs (Digital Service Infrastructures)
ga_ie: Sonraíonn cé an bhfuil nó nach bhfuil an acmhainn oiriúnach le húsáid i gceann amháin nó níos mó de na DSIanna (bonneagar seirbhísí digiteacha)

source: Any string, usually a number, that identifies the version of a resource
ga_ie: Aon teaghrán, uimhir de ghnáth, a thugann le fios an leagan d’acmhainn

source: Date of the last update of the version of the resource
ga_ie: Dáta ar tharla an uaslódáil dheireanach den leagan den acmhainn

source: Specifies the validation status of the resource
ga_ie: Sonraíonn sé stádas bailíochtaithe na hacmhainne

source: A short account of the validation details or a bibliographic reference to a document with detailed information on the validation process and results
ga_ie: Cuntas gearr de na sonraí bailíochtaithe nó tagairt bhibleagrafach do dhoiciméad le mioneolas ar an bpróiseas bailíochtaithe agus na torthaí

source: Groups information on the person(s) or the organization(s) that validated the resource
ga_ie: Cruinníonn sé eolas ar dhuine/dhaoine nó eagraíocht(aí) a bhailíochtaigh an acmhainn

source: Specifies whether ELRC services have been exploited in the creation process of the resource; if so, please specify the services used in the description field of the metadata record
ga_ie: Sonraíonn cé ar baineadh nó nár baineadh feidhm as seirbhísí ELRI i bpróiseas cruthúcháin na hacmhainne; má baineadh, sonraigh na seirbhísí ar baineadh feidhm astu i réimse tuairisce an taifid mheiteashonraí

source: Declares whether the resource has been anonymized
ga_ie: Dearbhaíonn má rinneadh anaithnidiú ar an acmhainn

source: Groups information on the person or the organization that has created the resource
ga_ie: Cruinníonn eolas ar an duine nó an eagraíocht a chruthaigh an acmhainn

source: Groups information on the project that has funded the resource
ga_ie: Cruinníonn eolas ar an tionscadal a mhaoinigh an acmhainn

source: The date in which the creation process was started
ga_ie: An dáta ar tosaíodh próiseas an chruthaithe

source: The date in which the creation process was completed
ga_ie: An dáta ar críochnaíodh próiseas an chruthaithe

source: The name, the identifier or the url of thethe original resources that were at the base of the creation process of the resource
ga_ie: Ainm, aitheantóir, nó url na mbunfhoinsí a bhí mar bhonnle próiseas cruthaithe na hacmhainne

source: Specifies whether the resource is created automatically or in a manual or interactive mode
ga_ie: Sonraíonn cé acu an gcruthaítear an acmhainn go huathoibríoch nó i modh láimhe nó idirghníomhach

source: Provides further information on the creation methods and processes
ga_ie: Tugann eolas sa bhreis ar na modhanna agus na próisis chruthaithe

source: The name, the identifier or the url of the tool used in the creation process
ga_ie: Ainm, aitheantóir, nó url na huirlise a úsáideadh sa phróiseas cruthaithe

source: The date of creation of this metadata description (automatically inserted by the MetaShare software)
ga_ie: An dáta a cruthaíodh an tuairisc seo ar na meiteashonraí (ionsáite go huathoibríoch ag an mbogearra MetaShare)

source: Groups information on the person that has created the metadata record
ga_ie: Cruinníonn eolas ar an duine a chruthaigh an tuairisc ar na meiteashonraí

source: The name of the language in which the metadata description is written, according to IETF BCP47
ga_ie: Ainm na teanga ina bhfuil an tuairisc ar na meiteashonraí scríofa, dar le IETF BCP47

source: The identifier of the language in which the metadata description is written according to IETF BCP47
ga_ie: Aitheantóir na teanga ina bhfuil an tuairisc ar na meiteashonraí scríofa, dar le IETF BCP47

source: The date of the last updating of the metadata record (automatically inserted by the repo software)
ga_ie: An dáta a rinneadh an t-uasdátú deireanach ar an tuairisc ar na meiteashonraí (ionsáite go huathoibríoch ag an bogearra stóir)"

source: Specifies the type of the document provided with or related to the resource
ga_ie: Sonraíonn an cineál doiciméid a tugadh nó a bhaineann leis an acmhainn

source: The title of the document reporting on the resource
ga_ie: Teideal an doiciméid a dhéanann tuairisc ar an acmhainn

source: The name(s) of the author(s), in the format described in the document
ga_ie: Ainm úda(i)r, san fhormáid atá tuairiscithe sa doiciméad

source: The name of the editor as mentioned in the document
ga_ie: Ainm an eagarthóra mar atá luaite sa doiciméad

source: The year of publication or, for an unpublished work, the year it was written
ga_ie: An bhliain ar foilsíodh nó, i gcás saothair neamhfhoilsithe, an bhliain ar scríobhadh

source: The name of the publisher
ga_ie: Ainm an foilsitheora

source: The title of a book, part of which is being cited
ga_ie: Teideal leabhair, a bhfuil tagairt á déanamh do chuid de

source: A journal name. Abbreviations could also be provided
ga_ie: Ainm irise. Is féidir giorrúcháin a chur ar fáil freisin

source: Specifies the volume of a journal or multivolume book
ga_ie: Sonraíonn an t-imleabhar de iris nó de leabhar il-imleabhair

source: The name of a series or set of books. When citing an entire book, the title field gives its title and an optional series field gives the name of a series or multi-volume set in which the book is published
ga_ie: Ainm de shraith nó d’fhoireann leabhar. Nuair atá tagairt á déanamh do leabhar iomlán, tugann an réimse teidil an teideal agus tugann réimse roghnach sraithe ainm na sraithe nó na foirne il-imleabhar ina bhfuil an leabhar foilsithe

source: One or more page numbers or range of page numbers
ga_ie: Uimhir leathanaigh amháin nó níos mó nó raon uimhreacha leathanach

source: The edition of a book
ga_ie: Eagrán leabhair

source: The name of the conference in which the document has been presented
ga_ie: Ainm na comhdhála inar tugadh an doiciméad

source: A digital object identifier assigned to the document
ga_ie: Aitheantóir oibiachta digití a sainíodh don doiciméad

source: A URL used as homepage of an entity (e.g. of a person, organization, resource etc.); it provides general information (for instance in the case of a resource, it may present a description of the resource, its creators and possibly include links to the URL where it can be accessed from)
ga_ie: URL a úsáidtear mar leathanach baile aonaid (duine, eagraíocht, acmhainn etc.); cuireann sé eolas ginearálta ar fáil (i gcás acmhainne, mar shampla, d’fhéadfadh sé tuairisc a dhéanamh ar an acmhainn, a cruthaitheoirí and b’fhéidir naisc go dtí an URL inar féidir rochtain a fháil uirthi

source: The International Standard Serial Number used to identify a journal
ga_ie: An tSraithuimhir Chaighdeánach Idirnáisiúnta ar iris

source: The International Standard Book Number
ga_ie: An Leabharuimhir Chaighdeánach Idirnáisiúnta

source: The keyword(s) for indexing and classification of the document
ga_ie: Eochairfhoca(i)l maidir le hinnéacsú agus rangú an doiciméid

source: The language the document is written in (according to the IETF BCP47 guidelines)
ga_ie: An teanga ina bhfuil an doiciméad scríofa (dar le treoirlínte IETF BCP47)

source: The id of the language the document is written in (according to the IETF BCP47 guidelines)
ga_ie: Aitheantas na teanga a bhfuil an doiciméad scríofa inti (dar le treoirlínte IETF BCP47)

source: (Read-only) base URL for the server where the master copy of the associated entity instance is located.
ga_ie: (Inléite amháin) URL bunaidh don fhreastalaí ina bhfuil máistirchóip don ásc aonáin gaolmhar lonnaithe.

source: Generalized copy status flag for this entity instance.
ga_ie: Brat stádais do thráchtaireacht ghinearálaithe don ásc aonáin seo.

source: Refers to papers, manuals, reports etc. describing the resource
ga_ie: Tagraíonn do pháipéir, lámhleabhair, tuairiscí etc. ag tuairisciú ar an acmhainn

source: URL link to an online manual or help pages
ga_ie: Nasc URL do lámhleabhar nó leathanaigh chabhrach ar líne

source: A url with samples of the resource or, in the case of tools, of samples of the output
ga_ie: Url le samplaí den acmhainn nó, i gcás uirlisí, le samplaí den aschur

source: Specifies the application domain of the resource or the tool/service according to the EUROVOC thesaurus
ga_ie: Sonraíonn fearann feidhmchláir na hacmhainne nó na huirlise/seirbhíse dar le teasáras EUROVOC

source: The identifier of the application domain of the resource or the tool/service, taken from the EUROVOC domains: http://eurovoc.europa.eu/drupal
ga_ie: Aitheantóir fearainn feidhmchláir na hacmhainne nó na huirlise/seirbhíse, tógtha ó fhearainn EUROVOC: http://eurovoc.europa.eu/drupal

source: The name of the application subdomain of the resource or the tool/service, taken from the EUROVOC domains: http://eurovoc.europa.eu/drupal
ga_ie: Ainm fofhearainn feidhmchláir na hacmhainne nó na huirlise/seirbhíse, tógtha ó fhearainn EUROVOC: http://eurovoc.europa.eu/drupal

source: The identifier of the application subdomain of the resource or the tool/service, taken from the EUROVOC domains: http://eurovoc.europa.eu/drupal
ga_ie: Aitheantóir fofhearainn feidhmchláir na hacmhainne nó na huirlise/seirbhíse, tógtha ó fhearainn EUROVOC: http://eurovoc.europa.eu/drupal

source: Specifies the external classification schemes
ga_ie: Sonraíonn na scéimeanna rangúcháin seachtracha

source: Specifies the size of resource parts per domain
ga_ie: Sonraíonn méid pháirteanna na hacmhainne san fhearann

source: Specifies the annotation level of the resource or the annotation type a tool/ service requires or produces as an output
ga_ie: Sonraíonn leibhéal anótála na hacmhainne nó cineál anótála atá de dhíth ar uirlis/sheirbhís nó a tháirgeann sé mar aschur

source: Indicates whether the annotation is created inline or in a stand-off fashion
ga_ie: Tugann le fios cé ar cruthaíodh an anótáil inlíne nó ó chian

source: Specifies the segmentation unit in terms of which the resource has been segmented or the level of segmentation a tool/service requires/outputs
ga_ie: Sonraíonn an t-aonad deighilte de réir a bhfuil an acmhainn deighilte nó an leibhéal deighilte de dhíth ar/mar aschur ag uirlis/seirbhís

source: A name or a url reference to the typesystem used in the annotation of the resource or used by the tool/service
ga_ie: Ainm nó tagairt url don chineálchóras úsáidte in anótáil na hacmhainne nó úsáidte ag an uirlis/seirbhís

source: A name or a url reference to the annotation schema used in the annotation of the resource or used by the tool/service
ga_ie: Ainm nó tagairt url don scéimre anótála úsáidte in anótáil na hacmhainne nó úsáidte ag an uirlis/seirbhís

source: A name or a url reference to the resource (e.g. tagset, ontology, term lexicon etc.) used in the annotation of the resource or used by the tool/service
ga_ie: Ainm nó tagairt url don acmhainn (e.g. clibshraith, ointeolaíocht, foclóir téarmaí etc.) úsáidte in anótáil na hacmhainne nó úsáidte ag an uirlis/seirbhís

source: Specifies the standards or the best practices to which the tagset used for the annotation conforms
ga_ie: Sonraíonn na caighdeáin nó na dea-chleachtais a bhfuil an chlibshraith atá úsáidte don anótáil i gcomhréir leo

source: Name of the theoretic model applied for the creation or enrichment of the resource, and/or a reference (URL or bibliographic reference) to informative material about the theoretic model used
ga_ie: Ainm na samhla teoiriciúla a cuireadh i bhfeidhm chun an acmhainn a chruthú nó a fheabhsú, agus/nó tagairt (URL nó tagairt bhibleagrafach) d'ábhar eolais faoin samhail theoiriciúil a úsáideadh

source: A bibliographic reference or ms:httpURI link to the annotation manual
ga_ie: Tagairt bhibleagrafach nó nasc ms:httpURI don lámhleabhar anótála

source: Indicates whether the resource is annotated manually or by automatic processes
ga_ie: Tugann le fios cé an bhfuil an acmhainn anótáilte de láimh nó trí phróisis uathoibríocha

source: Provides further information on annotation process
ga_ie: Tugann eolas sa bhreis faoi phróiseas anótála

source: The name, the identifier or the url of the tool used for the annotation of the resource
ga_ie: Ainm, aitheantóir nó url na huirlise a úsáidtear chun an acmhainn a anótáil

source: Provides information on size for the annotated parts of the resource
ga_ie: Tugann eolas faoi mhéid na bpáirteanna anótáilte den acmhainn

source: The full name or a url to a resource related to the one being described; to be used for identifiers also for this version
ga_ie: Ainm iomlán nó url d'acmhainn a bhaineann leis an gceann atá sa tuairisc; le húsáid mar aitheantóir don leagan seo

source: Specifies the type of relation not covered by the ones proposed by META-SHARE
ga_ie: Sonraíonn cineál an ghaoil nach bhfuil clúdaithe ag na cinn molta ag META-SHARE

source: The full name, the identifier or the url of the related resource
ga_ie: Ainm iomlán, aitheantóir nó url na hacmhainne gaolta

source: Additional software required for running a tool and/or computational grammar
ga_ie: Bogearra sa bhreis atá riachtanach chun uirlis agus/nó gramadach ríomhaireachtúil a rith

source: If for running a tool and/or computational grammar, specific LRs (e.g. a grammar, a list of words etc.) are required
ga_ie: Má tá Acmhainní Teanga ar leith (e.g. gramadach, gluais etc.) riachtanach chun uirlis agus/nó gramadach ríomhaireachtúil a rith

source: Provides further information on the dependencies
ga_ie: Tugann eolas sa bhreis ar na spleáchais

source: The email address of a person or an organization
ga_ie: Seoladh ríomhphoist duine nó eagraíochta

source: The street and the number of the postal address of a person or organization
ga_ie: Sráid agus uimhir ó sheoladh poist duine nó eagraíochta

source: The zip code of the postal address of a person or organization
ga_ie: Cód poist ó sheoladh poist duine nó eagraíochta

source: The name of the city, town or village as mentioned in the postal address of a person or organization
ga_ie: Ainm na cathrach, an bhaile nó an tsráidbhaile mar atá le fáil i seoladh poist duine nó eagraíochta

source: The name of the region, county or department as mentioned in the postal address of a person or organization
ga_ie: Ainm an réigiúin, an chontae nó na roinne mar atá le fáil i seoladh poist duine nó eagraíochta

source: The name of the country mentioned in the postal address of a person or organization as defined in the list of values of ISO 3166
ga_ie: Ainm tíre mar atá le fáil i seoladh poist duine nó eagraíochtamar atá sainithe i liosta luachanna ISO 3166

source: The identifier of the country mentioned in the postal address of a person or organization as defined in the list of values of ISO 3166
ga_ie: Aitheantóir na tíre mar atá le fáil i seoladh poist duine nó eagraíochta mar atá sainithe i liosta luachanna ISO 3166

source: The telephone number of a person or an organization; recommended format: +_international code_city code_number
ga_ie: Uimhir ghutháin duine nó eagraíochta; formáid mholta:+_cód idirnáisiúnta_cód cathrach_uimhir

source: The full name of an organization
ga_ie: Ainm iomlán eagraíochta

source: The short name (abbreviation, acronym etc.) used for an organization
ga_ie: Ainm gearr (giorrúchán, acrainm etc.) a úsáidtear do eagraíocht

source: The name of the department or unit (e.g. specific university faculty/department, department/unit of a research organization or private company etc.)
ga_ie: Ainm na roinne nó an aonaid (e.g. dámh/roinn ar leith ollscoile, roinn/aonad d'eagraíocht taighde nó comhlacht príobháideach etc.)

source: Groups information on communication details of a person or an organization
ga_ie: Cruinníonn eolas ar shonraí teagmhála duine nó eagraíochta

source: The surname (family name) of a person related to the resource
ga_ie: Sloinne duine a bhaineann leis an acmhainn

source: The given name (first name) of a person related to the resource; initials can also be used
ga_ie: Ainm baiste (céadainm) duine a bhaineann leis an acmhainn; is féidir inisealacha a úsáid freisin

source: The gender of a person related to or participating in the resource
ga_ie: Inscne duine a duine a bhaineann leis an acmhainn nó a bhfuil páirt aige inti

source: The position or the title of a person if affiliated to an organization
ga_ie: Post nó teideal duine má tá siad ceangailte le heagraíocht

source: Groups information on organization to whom the person is affiliated
ga_ie: Cruinníonn eolas ar eagraíocht a bhfuil an duine cleamhnaithe léi

source: Specifies the availability status of the resource; restrictionsOfUse can be further used to indicate the specific terms of availability
ga_ie: Sonraíonn inúsáidteacht na hacmhainne; is féidir srianta úsáide a úsáid chun téarmaí sonraithe na húsáidteachta a léiriú

source: Indicates that the resource falls under the Public Sector Information regulations
ga_ie: Tugann le fios go dtagann an acmhainn faoi rialúcháin maidir le Faisnéis ón Earnáil Phoiblí

source: Whether the resource can be used for purposes other than those of the DGT
ga_ie: Cé an féidir nó nach féidir an acmhainn a úsáid d'fheidhmeanna seachas obair an DGT

source: Groups information on licences for the resource; can be repeated to allow for different modes of access and restrictions of use (e.g. free for academic use, on-a-fee basis for commercial use, download of a sample for free use etc.)
ga_ie: Cruinníonn eolas ar cheadúnais don acmhainn; is féidir é a athdhéanamh chun modhanna rochtana éagsúla agus srianta úsáide éagsúla (e.g. saor in aisce d'úsáid acadúil, ar bhonn táille d'úsáid tráchtála, sampla a íoslódáil saor in aisce etc.)a chuimsiú

source: Specifies the medium (channel) used for delivery or providing access to the resource
ga_ie: Sonraíonn an meán (cainéal) a úsáidtear chun an acmhainn a sheachadadh nó chun teacht ar an acmhainn
