Repository: hpusset/ELRI
Catalog: po_files/*/repository/locale/*/LC_MESSAGES/django.po
Languages: ga_ie

source: Any url where the resource can be downloaded from; please, use if the resource is "downloadable" and you have not uploaded the resource in the repository
ga_ie: Aon url ar féidir an acmhainn a íoslódáil ann; úsáid más féidir an acmhainn a íoslódáil "downloadable" agus mura bhfuil an acmhainn uaslódáilte sa stór agat

source: Any url where the service providing access to a resource is being executed; please use for resources that are "accessibleThroughInterface" or "webExecutable"
ga_ie: Aon url ina bhfuil an tseirbhís a chuireann an acmhainn ar fáil ag rith; úsáid d'acmhainní atá "accessibleThroughInterface" nó "webExecutable"

source: The text that must be quoted for attribution purposes when using a resource - for cases where a resource is provided with a request for attribution; you can use a standard text such as "Resource X by Resource Creator Y used under licence Z"
ga_ie: An téacs is gá a lua chun foinse a admháil nuair atá acmhainn in úsáid - i gcásanna nuair a chuirtear acmhainn ar fáil le hiarratas go ndéanfaí é a admháil; is féidir téacs caighdeánach a úsáid, leithéidí "Acmhainn X le Cruthaitheoir Y úsáidte faoi cheadúnas Z"

source: Specifies whether the resource contains or not personal data; this might mean that special handling of the resource is required (e.g. anonymisation)
ga_ie: Sonraíonn cé an bhfuil sonraí pearsanta le fáil san acmhainn nó nach bhfuil; b'fhéidir go mbeadh gá le cúram ar leith leis an acmhainn dá bharr (e.g. anaithnidiú)

source: If the resource includes personal data, this field can be used for entering more information, e.g. whether special handling of the resource is required (e.g. anonymisation, further request for use etc.)
ga_ie: Má tá sonraí pearsanta le fáil san acmhainn, is féidir an réimse seo a úsáid chun eolas sa bhreis a thabhairt, e.g. má tá cúram ar leith de dhíth leis an acmhainn (e.g. anaithnidiú, iarratas breise le haghaidh úsáide etc.)

source: Specifies whether the resource contains or not sensitive data; this might mean that special handling of the resource is required (e.g. anonymisation)
ga_ie: Sonraíonn cé an bhfuil sonraí íogaire le fáil san acmhain nó nach bhfuil; b'fhéidir go mbeadh gá le cúram ar leith leis an acmhainn dá bharr (e.g. anaithnidiú)

source: If the resource includes sensitive data, this field can be used for entering more information, e.g. whether special handling of the resource is required (e.g. anonymisation)
ga_ie: Má tá sonraí íogaire le fáil san acmhainn, is féidir an réimse seo a úsáid chun eolas sa bhreis a thabhairt, e.g. má tá cúram ar leith de dhíth leis an acmhainn (e.g. anaithnidiú)

source: Specifies the costs that are required to access the resource, a fragment of the resource or to use a tool or service
ga_ie: Sonraíonn na costais atá i gceist le teacht ar an acmhainn, cuid den acmhainn nó chun uirlis nó seirbhís a úsáid

source: Groups information on a person or an organization who holds the full Intellectual Property Rights (Copyright, trademark etc.) that subsist in the resource. The IPR holder could be different from the creator that may have assigned the rights to the IPR holder (e.g. an author as a creator assigns her rights to the publisher who is the IPR holder) and the distributor that holds a specific licence (i.e. a permission) to distribute the work
ga_ie: Cruinníonn eolas ar dhuine nó eagraíocht a bhfuil na cearta maoine intleachtúla iomlána (Cóipcheart, trádmharc etc.) a mhaireann san acmhainn acu. D'fhéadfadh nach é an duine céanna an sealbhóir IPR agus an cruthaitheoir a d'fhéadfadh na cearta a thabhairt ar láimh don sealbhóir IPR (e.g. tugann údar, mar chruthaitheoir, a chearta ar láimh don fhoilsitheoir arb é an sealbhóir IPR é) agus an dáilitheoir a bhfuil ceadúnas ar leith aige (i.e. cead) le saothar a dháileadh

source: International/National Data Licences
ga_ie: Ceadúnais Sonraí Náisiúnta/Idirnáisiúnta

source: National Data Licences
ga_ie: Ceadúnais Sonraí Náisiúnta

source: International Software Licences
ga_ie: Ceadúnais Bogearraí Idirnáisiúnta

source: International Software & Data Licences
ga_ie: Ceadúnais Bogearraí agus Sonaraí Idirnáisiúnta

source: Other
ga_ie: Eile

source: The licence of use for the resource; for an overview of licences, please visit: https://www.elrc-share.eu/info/#Licensing_LRs
ga_ie: An ceadúnas a úsáideann an acmhainn; d'achoimre ar cheadúnais tabhair cuairt ar: https://www.elrc-share.eu/info/#Licensing_LRs

source: The name with which a licence is known; to be used for licences not included in the pre-defined list of recommended licences
ga_ie: An t-ainm faoina bhfuil aithne ar cheadúnas; le húsáid do cheadúnais nach bhfuil áirithe sa liosta réamhshainithe de cheadúnais mholta

source: Used for inputting the text of licences that are not included in the pre-defined list or terms of use statements associated with a resource
ga_ie: Chun téacs do cheadúnais nach bhfuil áirithe sa liosta réamhshainithe nó ráitis i dtaobh coinníollacha úsáide atá luaite le hacmhainn a iontráil

source: Used to provide a hyperlink to a url containing the text of a licence not included in the predefined list or describing the terms of use for a language resource
ga_ie: Chun hipearnasc go dtí url a chur ar fáil ina bhfuil téacs ceadúnas nach bhfuil áirithe sa liosta réamhshainithe nó ag cur síos ar théarmaí úsáide acmhainne teanga

source: Specifies terms and conditions of use (e.g. attribution, payment etc.) imposed by the licence
ga_ie: Sonraíonn na téarmaí agus coinníollacha úsáide (e.g. admháil, íocaíocht etc.) a chuireann an ceadúnas i bhfeidhm

source: Terms for Public Domain resources
ga_ie: Téarmaí d'acmhainní san Fhearann Poiblí

source: The resource is free of all known legal restrictions.
ga_ie: Tá an acmhainn glan ar gach srian dlí atá aitheanta.

source: Terms for PSI-compliant resources
ga_ie: Téarmaí d'acmhainní atá ag teacht le PSI

source: Used for resources that fall under the scope of PSI (Public Sector Information) regulations, and for which no further information is required or available. For more information on the EU legislation on the reuse of Public Sector Information, see here: https://ec.europa.eu/digital-single-market/en/european-legislation-reuse-public-sector-information.
ga_ie: Úsáidte d'acmhainní a thagann faoi rialúcháin maidir le PSI (Faisnéis ón Earnáil Phoiblí), agus nach bhfuil a thuilleadh eolais fúthu ag teastáil nó ar fáil. Tá eolas sa bhreis ar an reachtaíocht AE maidir le faisnéis ón earnáil phoiblí a athúsáid le fáil anseo: https://ec.europa.eu/digital-single-market/en/european-legislation-reuse-public-sector-information.

source: The name of the character encoding used in the resource or accepted by the tool/service
ga_ie: Ainm an ionchódaithe carachtair atá in úsáid san acmhainn nó a ghlacann an uirlis/tseirbhís

source: Provides information on the size of the resource parts with different character encoding
ga_ie: Cuireann eolas ar fáil faoi mhéid choda na hacmhainne le hionchódú carachtar éagsúil iontu

source: Indicates whether the resource includes one, two or more languages
ga_ie: Tugann le fios an bhfuil teanga amháin, dhá theanga nó níos mó san acmhainn

source: Indicates whether the corpus is parallel, comparable or mixed
ga_ie: Tugann le fios an bhfuil an corpas comhthreomhar, comparáideach nó measctha

source: Provides further information on multilinguality of a resource in free text
ga_ie: Tugann eolas sa bhreis faoi bhreisteangachas acmhainne i saorthéacs

source: Specifies the type of the language variety that occurs in the resource or is supported by a tool/service
ga_ie: Sonraíonn cineál an chineáil teanga atá le fáil san acmhainn nó a dtacaíonn uirlis/seirbhís leis

source: The name of the language variety that occurs in the resource or is supported by a tool/service
ga_ie: Ainm an chineáil teanga atá le fáil san acmhainn nó a dtacaíonn uirlis/seirbhís leis

source: Provides information on the size per language variety component
ga_ie: Cuireann eolas ar fáil faoin méid sa chomhpháirt chineáil teanga

source: The identifier of the language that is included in the resource or supported by the tool/service, according to the IETF BCP47 guidelines
ga_ie: Aitheantóir na teanga atá le fáil san acmhainn nó a dtacaíonn uirlis/seirbhís léi, dar le treoirlínte IETF BCP47

source: A human understandable name of the language that is used in the resource; the name is selected according to the IETF BCP47 specifications
ga_ie: Ainm intuigthe do dhaoine na teanga atá in úsáid san acmhainn; roghnaítear an t-ainm de réir shonraíochtaí IETF BCP47

source: A human understandable name of the script used for the resource, according to the IETF BCP47 specifications; the element is optional and should only be used for extraordinary cases (e.g. transcribed text in IPA etc.)
ga_ie: Ainm intuigthe do dhaoine na scripte atá in úsáid san acmhainn, de réir shonraíochtaí IETF BCP47; tá an mhír roghnach agus níor chóir í a úsáid ach i gcásanna eisceachtúla (e.g. téacs trascríofa san AFI etc.)

source: Name of the region where the language of the resource is spoken (e.g. for English as spoken in the US or the UK etc.)
ga_ie: Ainm an réigiúin ina labhraítear teanga na hacmhainne (e.g. don Bhéarla mar a labhraítear í sa RA nó SAM etc.)

source: Name of the variant of the language of the resource is spoken (according to IETF BCP47)
ga_ie: Ainm an leagan den teanga atá in úsáid san acmhainn (de réir IETF BCP47)

source: Provides information on the size per language component
ga_ie: Cuireann eolas ar fáil faoi mhéid na comhpháirte teanga

source: Groups information on language varieties occurred in the resource (e.g. dialects)
ga_ie: Cruinníonn eolas faoi chineálacha teanga atá le fáil san acmhainn (e.g. canúintí)

source: The full name of a project related to the resource
ga_ie: Ainm iomlán tionscadail atá bainteach leis an acmhainn

source: A short name or abbreviation of a project related to the resource
ga_ie: Ainm gearr nó giorrúchán do thionscadal atá bainteach leis an acmhainn

source: An unambiguous referent to a project related to the resource
ga_ie: Tagrán soiléir do thionscadal atá bainteach leis an acmhainn

source: A URL used as homepage of an entity (e.g. of a person, organization, resource etc.) and/or where an entity (e.g.LR, document etc.) is located
ga_ie: URL a úsáidtear mar leathanach baile d'aonán (e.g. duine, eagraíocht, acmhainn etc.) agus/nó an áit a bhfuil aonán (e.g. AT, doiciméad etc.) lonnaithe

source: Specifies the type of funding of the project
ga_ie: Sonraíonn an cineál maoinithe atá ag an tionscadal

source: The full name of the funder of the project
ga_ie: Ainm iomlán mhaoinitheora an tionscadail

source: The name of the funding country, in case of national funding as mentioned in ISO3166
ga_ie: Ainm na tíre a chuireann maoiniú ar fáil, nuair atá maoiniú náisiúnta i gceist mar atá luaite in ISO3166

source: The identifier of the funding country, in case of national funding as mentioned in ISO3166
ga_ie: Aitheantóir na tíre a chuireann maoiniú ar fáil, nuair atá maoiniú náisiúnta i gceist mar atá luaite in ISO3166

source: The starting date of a project related to the resource
ga_ie: An dáta a thosaigh tionscadal a bhaineann leis an acmhainn

source: The end date of a project related to the resource
ga_ie: An dáta a chríochnóidh tionscadal a bhaineann leis an acmhainn

source: Specifies the media type of the resource and basically corresponds to the physical medium of the content representation. Each media type is described through a distinctive set of features. A resource may consist of parts attributed to different types of media. A tool/service may take as input/output more than one different media types.
ga_ie: Sonraíonn an cineál meáin atá san acmhainn agus tagann go bunúsach leis an meán fisiciúil a léiríonn an t-ábhar. Tá cur síos déanta ar gach cineál meáin trí thacar de shainghnéithe. Is féidir go mbeadh coda a mbaineann le cineálacha éagsúla meán in acmhainn. Is féidir le huirlis/seirbhís níos mó ná cineál amháin meáin a thógáil mar inchur/aschur.

source: Groups information on the number of languages of the resource part and of the way they are combined to each other
ga_ie: Cruinníonn eolas ar an líon teangacha sa chuid den acmhainn agus ar conas a nascann siad le chéile

source: Groups together information on the resource creation (e.g. for corpora, selection of texts/audio files/ video files etc. and structural encoding thereof; for lexica, construction of lemma list etc.)
ga_ie: Cruinníonn le chéile eolas ar chruthú na hacmhainne (e.g. do chorpais, roghnú na gcomhad téacs/fuaime/físe etc. agus an t-ionchódú struchtúrach a rinneadh orthu; do fhoclóirí, cur le chéile liostaí na leamaí etc.)

source: The data format (usually corresponding to the mime-type) of the resource which is a formalized specifier for the format included or a data format (mime-type) that the tool/service accepts, preferrably in conformance with the values of the IANA (Internet Assigned Numbers Authority); you can select one of the pre-defined values or add a value, PREFERABLY FROM THE IANA MEDIA MIMETYPE RECOMMENDED VALUES (http://www.iana.org/assignments/media-types/media-types.xhtml)
ga_ie: Formáid sonraí na hacmhainne (ag teacht de ghnáth lena cineál mime), ar sonraitheoir foirmeálta é don fhormáid atá áirithe nó formáid sonraí (cineál mime) a nglacann an uirlis/tseirbhís leis, is fearr sin má tá sé i gcomhréir le luachanna an IANA (an tÚdarás um Uimhreacha Sannta don Idirlíon); is féidir ceann de na luachanna réamhshainithe a roghnú nó luach a chur leis, IS FEARR Ó NA LUACHANNA A MHOLANN IANA DO MHEÁIN DE CHINEÁL MIME (http://www.iana.org/assignments/media-types/media-types.xhtml)

source: Provides information on the size of the resource parts with different format
ga_ie: Cuireann eolas ar fáil maidir le méid chodanna na hacmhainne le formáid éagsúil

source: Genre: The conventionalized discourse or text types of the content of the resource, based on extra-linguistic and internal linguistic criteria
ga_ie: Seánra: Cineálacha coinbhinsiúnaithe dioscúrsa nó téacs d'ábhar na hacmhainne, bunaithe ar chritéir sheachtheangeolaíocha agus inmheánacha theangeolaíocha

source: Specifies the type of the text according to a text type classification
ga_ie: Sonraíonn an cineál téacs de réir rangú ar chineálacha téacs

source: Provides information on size of resource parts with different text classification
ga_ie: Cuireann eolas ar fáil ar mhéid chodanna na hacmhainne le rangú téacs éagsúil

source: Information on the linguistic levels covered by the resource (grammar or lexical/conceptual resource)
ga_ie: Eolas ar na leibhéil teangeolaíocha a chlúdaíonn an acmhainn (acmhainn ghramadaí nó foclóireachta/choincheapúil)

source: Name of the theoretic model applied for the creation/enrichment of the resource, and/or reference (URL or bibliographic reference) to informative material about the theoretic model used
ga_ie: Ainm na samhla teoiriciúla a úsáideadh chun an acmhainn a chruthú/fhorbairt, agus/nó tagairt (URL nó tagairt bhibleagrafach) d'ábhar eolais faoin tsamhail theoiriciúil a úsáideadh

source: Reference (name, bibliographic reference or link to url) for the formalism used for the creation/enrichment of the resource (grammar or tool/service)
ga_ie: Tagairt (ainm, tagairt bhibleagrafach nó nasc go url) don fhoirmiúlachas a úsáideadh chun an acmhainn a chruthú/fhorbairt (gramadach nó uirlis/seirbhís)

source: An indication of the task performed by the grammar
ga_ie: Tugann le fios an tasc a dhéanann an gramadach

source: Information on the contents of the lexicalConceptualResource as regards the linguistic level of analysis
ga_ie: Eolas ar inneachar na hAcmhainne foclóireachta coincheapúla mar a bhaineann sé le leibhéal teangeolaíoch na hanailíse

source: A more detailed account of the linguistic information contained in the lexicalConceptualResource
ga_ie: Cuntas níos mine ar an eolas teangeolaíoch atá le fáil san Acmhainn foclóireachta choincheapúil

source: Another resource to which the lexicalConceptualResource is linked (e.g. link to a wordnet or ontology)
ga_ie: Acmhainn eile a bhfuil an Acmhainn foclóireachta choincheapúil nasctha léi (e.g. nasc le gréasán focal nó ointeolaíocht)

source: An indication of the extratextual information contained in the lexicalConceptualResouce; can be used as an alternative to audio, image, videos etc. for cases where these are not considered an important part of the lcr
ga_ie: Tugann le fios an t-eolas seachthéacsúil atá le fáil san Acmhainn foclóireachta choincheapúil; is féidir é a úsáid mar mhalairt ar fhuaim, íomhá, físeanna etc. i gcásanna nuair nach meastar gur cuid thábhachtach den acmhainn iad

source: The unit of the extratextual information contained in the lexical conceptual resource
ga_ie: Aonad an eolais sheachthéacsúil atá le fáil san Acmhainn foclóireachta choincheapúil

source: The type of the resource that a tool or service takes as input or produces as output
ga_ie: Cineál na hacmhainne a dtógann uirlis nó seirbhís í mar ionchur nó a dtáirgeann siad í mar aschur

source: A name or a url reference to the resource (ontology, tagset, term lexicon etc.) used in the annotation of the resource or used by the tool/service
ga_ie: Ainm nó tagairt url don acmhainn (ointeolaíocht, tacar clibeanna, foclóir téarmaí etc.) a úsáidtear in anótáil na hacmhainne nó úsáidte ag an uirlis/tseirbhís

source: Specifies the standards or the best practices to which the resource used for the annotation conforms
ga_ie: Sonraíonn na caighdeáin nó na dea-chleachtais a dtagann an acmhainn a úsáidtear don anótáil leo

source: Indicates whether the tool or service has been evaluated
ga_ie: Tugann le fios cé an bhfuil measúnú déanta ar an uirlis nó seirbhís

source: Indicates the evaluation level
ga_ie: Tugann le fios an leibhéal measúnaithe

source: Defines the criteria of the evaluation of a tool
ga_ie: Sainmhíníonn critéir mheasúnaithe ar uirlis

source: Defines whether the evaluation measure is human or automatic
ga_ie: Sonraíonn cé an bhfuil an gníomh measúnaithe ó dhuine nó go huathoibríoch

source: A bibliographical record of or link to a report describing the evaluation process, tool, method etc. of the tool or service
ga_ie: Taifead bibleagrafach de nó nasc chuig tuairisc ag cur síos ar phróiseas measúnaithe, uirlis, modh etc. na huirlise nó na seirbhíse

source: The name or id or url of the tool used for the evaluation of the tool or service
ga_ie: Ainm nó aitheantas nó url na huirlise a úsáideadh i measúnú na huirlise nó na seirbhíse

source: Provides further information on the evaluation process of a tool or service
ga_ie: Cuireann eolas sa bhreis ar fáil faoi phróiseas measúnaithe uirlise nó seirbhíse

source: Groups information on person or organization that evaluated the tool or service
ga_ie: Cruinníonn eolas ar dhuine nó eagraíocht a rinne measúnú ar an uirlis nó seirbhís

source: The operating system on which the tool will be running
ga_ie: An córas oibriúcháin ar a mbeidh an uirlis ag rith

source: Groups together information on the dependencies (requirements) of a tool or a language description
ga_ie: Cruinníonn le chéile eolas ar spleáchais (riachtanais) uirlise nó tuairisc teanga

source: The programming languages needed for allowing user contributions, or for running the tools, in case no executables are available
ga_ie: Na teangacha ríomhchlárúcháin is gá chun a gcuireann úsáideoirí ar fáil a cheadú, nó chun na huirlisí a rith, mura bhfuil aon chomhad inrite ar fáil

source: Provides additional information on the creation of a tool or service
ga_ie: Cuireann eolas sa bhreis ar fáil faoi chruthú uirlise nó seirbhíse

source: Specifies the type of the resource being described
ga_ie: Sonraíonn cineál na hacmhainne atáthar ag cur síos uirthi

source: Specifies the subtype of lexicalConceptualResource
ga_ie: Sonraíonn fochineál na hAcmhainne foclóireachta coincheapúla

source: Groups all information regarding the contents of lexical/conceptual resources
ga_ie: Cruinníonn gach eolas maidir le hinneachar acmhainní foclóireachta / coincheapúla

source: Restriction of mediaType for lexicalConceptualResources
ga_ie: Srianadh ar chineál meáin d'acmhainní foclóireachta coincheapúla

source: The type of the language description
ga_ie: Cineál na tuairisce teanga

source: Groups together information on the contents of the LanguageDescriptions
ga_ie: Cruinníonn le chéile eolas ar inneachar na dTuairiscí Teanga

source: Groups information on the media type-specific components for language descriptions
ga_ie: Cruinníonn eolas ar na sain-chomhpháirteanna cineáil meáin do thuairiscí teanga

source: Specifies the type of the tool or service
ga_ie: Sonraíonn cineál na huirlise nó na seirbhíse

source: Specifies the function/operation/task that a tool or web service performs
ga_ie: Sonraíonn an feidhm/oibriúchán/tasc a dhéanann uirlis nó seirbhís ghréasáin

source: Indicates whether the operation of the tool or service is language dependent or not
ga_ie: Tugann le fios cé an bhfuil oibriúchán na huirlise nó na seirbhíse spleách ar theanga nó nach bhfuil

source: Groups together information on the requirements set on the input resource of a tool or service
ga_ie: Cruinníonn le chéile eolas ar na riachtanais a bhaineann le hacmhainn ionchurtha uirlise nó seirbhíse

source: Groups together information on the requirements set on the output of a tool or service
ga_ie: Cruinníonn le chéile eolas ar na riachtanais a bhaineann le haschur uirlise nó seirbhíse

source: Groups together information on the operation of a tool or service
ga_ie: Cruinníonn le chéile eolas ar oibriúchán uirlise nó seirbhíse

source: Groups together information on the evaluation status of a tool or service
ga_ie: Cruinníonn le chéile eolas ar stádas measúnaithe uirlise nó seirbhíse

source: Groups together information on the creation of a tool or service
ga_ie: Cruinníonn le chéile eolas ar chruthú uirlise nó seirbhíse

source: Used to specify the media type specific to corpora and group together the relevant information
ga_ie: Úsáidte chun sainchineál meán a bhaineann le corpais a shonrú agus an t-eolas ábhartha a chruinniú le chéile

source: Groups together all information relevant to the text module of a language description (e.g. format, languages, size etc.); it is obligatory for all language descriptions
ga_ie: Cruinníonn le chéile gach eolas ábhartha faoin modúl téacs de thuairisc teanga (e.g. formáid, teangacha, méid etc.); tá sé éigeantach do gach tuairisc teanga

source: Groups information on the textual part of the lexical/conceptual resource
ga_ie: Cruinníonn eolas ar an gcomhpháirt téacs den acmhainn foclóireachta/choincheapúil

source: Specifies the application domain of the resource or the tool/service
ga_ie: Sonraíonn fearann feidhmchláir na hacmainne nó na huirlise/seirbhíse

source: Language
ga_ie: Teanga / Language

source: Resource Type
ga_ie: Cineál Acmhainne / Resource Type

source: Media Type
ga_ie: Cineál Meáin / Media Type

source: Licence
ga_ie: Ceadúnas / Licence

source: Conditions of Use
ga_ie: Coinníollacha Úsáide / Conditions of Use

source: Validated
ga_ie: Bailíochtaithe / Validated

source: Use Is NLP Specific
ga_ie: Sonraithe do Ríomhchlárú Néaraitheangeolaíoch / Use is NLP Specific

source: Linguality Type
ga_ie: Cineál Teangachais / Linguality Type

source: Multilinguality Type
ga_ie: Cineál Breisteangachais / Multilinguality Type

source: Modality Type
ga_ie: Cineál Módúlachta / Modality Type

source: Data Format
ga_ie: Formáid Sonraí / Data Format

source: Domain
ga_ie: Fearann / Domain

source: Annotation Type
ga_ie: Cineál Anótáilte / Annotation Type

source: Language Description Type
ga_ie: Cineál Tuairisce Teanga / Language Description Type

source: Encoding Level
ga_ie: Leibhéal Ionchódaithe / Encoding Level
