Repository: hpusset/ELRI
Catalog: po_files/*/repository/locale/*/LC_MESSAGES/django.po
Languages: ga_ie

source: Grammatical Phenomena Coverage
ga_ie: Clúdach Feiniméan Gramadaí / Grammatical Phenomena Coverage

source: Lexical/Conceptual Resource Type
ga_ie: Cineál Acmhainne Foclóireachta/Coincheapúla / Lexical/Conceptual Resource Type

source: Linguistic Information
ga_ie: Eolas Teangeolaíoch / Linguistic Information

source: Tool/Service Type
ga_ie: Cineál Uirlise/Seirbhíse / Tool/Service Type

source: Tool/Service Subtype
ga_ie: Fochineál Uirlise/Seirbhíse / Tool/Service Subtype

source: Language Dependent
ga_ie: Spleách ar Theanga / Language Dependent

source: InputInfo/OutputInfo Resource Type
ga_ie: Cineál Acmhainne EolasIsteach/EolasAmach / InputInfo/OutputInfo Resource Type

source: InputInfo/OutputInfo Media Type
ga_ie: Cineál Meáin EolasIsteach/EolasAmach / InputInfo/OutputInfo Media Type

source: Appropriateness For DSI
ga_ie: Oiriúnacht do DSI / Appropriateness For DSI

source: Publication Status
ga_ie: Stádas Foilsithe / Publication Status

source: Text Genre
ga_ie: Seánra Téacs / Text Genre

source: Text Type
ga_ie: Cineál Téacs / Text Type

source: Enter a valid year value which conforms to the XML Schema "gYear" type (see http://www.w3.org/TR/xmlschema-2/#gYear). "{}" is not valid.
ga_ie: Earráid: Iontráil luach bailí bliana a thagann leis an Scéimre XML "gYear" type (féach http://www.w3.org/TR/xmlschema-2/#gYear). Níl "{}" bailí.

source: The character at position {char_pos} (&#x{char_code:0>4x};) must not be used. Enter a string consisting of only characters that match the Char production from XML 1.0 (Second Edition), cf. http://www.w3.org/TR/2000/WD-xml-2e-20000814#NT-Char.
ga_ie: Earráid:Ní mór gan úsáid a bhaint as an gcarachtar ag ionad {char_pos} (&#x{char_code:0>4x};). Iontráil teaghrán gan ach carachtair ann atá ag teacht le táirgeadh Char ó XML 1.0 (Dara hEagrán), cf. http://www.w3.org/TR/2000/WD-xml-2e-20000814#NT-Char.

source: Enter a valid language code as the key for each pair. "{}" is not valid.
ga_ie: Earráid: Iontráil cód teanga bailí mar an eochair do gach péire. Níl "{}" bailí.

source: This field is required.
ga_ie: Earráid: Tá an réimse seo de dhíth.

source: This field accepts only number values (without commas)
ga_ie: Earráid: Ní ghlacann an réimse seo ach le luachanna uimhriúla (gan chamóga)

source: Please edit the attribution text template
ga_ie: Earráid: Leasaigh an teimpléad don téacs admhála

source: Enter a valid email address.
ga_ie: Earráid: Luach seoladh ríomhphoist nach bhfuil bailí.

source: Request for information regarding a resource
ga_ie: Iarratas eolais maidir le hacmhainn | Request for information regarding a resource

source: There was an error sending out the request email.
ga_ie: Earráid: Tharla earráid agus an ríomhphost iarratais á sheoladh amach.

source: You have successfully sent a message to the resource contact person.
ga_ie: Tá tú tar éis teachtaireacht a sheoladh go dtí an teagmhálaí acmhainne.

source: N/A
ga_ie: N/B

source: Only files of type DOC(X), ODT, RTF, PDF, TMX, SDLTM, XML, TBX , XLS(X), TXT and ZIP files are allowed. The zip files can only contain files of the specified types. Please consider removing the files that do not belong to one of these types.
ga_ie: Ní ceadaítear ach comhaid den cineál DOC(X), ODT, RTF, PDF, TMX, SDLTM, XML, TBX , XLS(X), TXT agus ZIP a uaslódáil. Ní féidir le haon sórt comhaid eile seachas na cinn atá luaite a bheith sa chomhaid ZIP. Tóg amach na comhaid, nach mbaineann leis na cineáil seo ón gcomhaid ZIP agus triall arís é le do thoil.

source: Your request could not be completed." The file you tried to upload is corrupted or it is not a valid '.zip' file.
ga_ie: Ní féidir d’iarratas a dhéanamh.” Tá an comhad a bhfuil tú ag iarraidh uaslódáil truallaithe, nó ní comhad ZIP bailí é.

source: Only files of type DOC(X), ODT, RTF, PDF, TMX, SDLTM, XML, TBX , XLS(X), TXT and ZIP files are allowed. The zip files can only contain files of the specified types. Please consider removing the files that do not belong to one of these types.
ga_ie: Ní ceadaítear ach comhaid den cineál DOC(X), ODT, RTF, PDF, TMX, SDLTM, XML, TBX , XLS(X), TXT agus ZIP a uaslódáil. Ní féidir le haon sórt comhaid eile seachas na cinn atá luaite a bheith sa chomhaid ZIP. Tóg amach na comhaid nach mbaineann leis na cineáil seo ón gcomhaid ZIP, agus triall arís é le do thoil.

source: New submitted contributions
ga_ie: Ábhar nua curtha ar fáil | New submitted contributions

source: Thank you for sharing, your data have been successfully submitted. They will now be processed by our automated engines and reviewed by the ELRI team. You will be notified by email when the resulting resource is available for download.
ga_ie: Go raibh maith agat, tá do shonraí curtha isteach. Próiseálfar iad ag ár n-innill uathoibríocha agus athbhreithneofar iad ag an bhfoireann ELRI. Gheobhaidh tú rphost nuair a bheas an acmhainn réidh don íoslódáil.

source: The file(s) you are trying to upload exceeds the size limit. If the file(s) you would like to contribute exceed(s) {:.10} MB please contact us to provide an SFTP link for direct download or consider uploading smaller files.
ga_ie: Tá an comhad a bhfuil tú ag iarraidh uaslódáil ró-mhór. Má tá an comhad nó na comhaid níos mó ná {:.10} MB, téigh i dteagmháil linn le do thoil chun nasc SFTP a fháil, nó triall arís é le comhaid níos lú.
