Repository: hpusset/ELRI
Catalog: metashare/po_files/*/templates/repository/editor/locale/*/LC_MESSAGES/django.po
Languages: ga_ie

source: "This site uses cookies to enhance your user experience. By clicking any link on this page you are giving your consent for us to set cookies."
ga_ie: "Baineann an suíomh gréasáin seo úsáid as fianáin chun eispéireas an úsáideora a fheabhsú. Má chliceálann tú ar aon nasc ar an leathnach seo, beidh tú ag tabhairt do thola dúinn fianáin a chur i bhfeidhm."

source: "OK"
ga_ie: "Tuigim"

source: "Learn more"
ga_ie: "Léigh níos mó faoi"

source: Your browser does not support JavaScript!
ga_ie: Ní thacaíonn do bhrabhsálaí le JavaScript!

source: Please make sure that you have javascript enabled and refresh the page before proceeding with your contribution.
ga_ie: Bí cinnte go bhfuil javascript cumasaithe agat agus athnuaigh an leathanach sula gcuireann tú do chuid ar fáil.

source: Uploading your data
ga_ie: Ag uaslódáil do chuid sonraí

source: Please provide the required information below for the data you wish to upload. Once uploaded, the ELRI engines will process your data with the goal of providing you, and users of the group of your choice, with a fully prepared language resource. <br> Once your resource has been fully processed, you will be notified via email and will be able to download it from this repository.
ga_ie: Cuir an t-eolas atá de dhíth ar fáil thíos do na sonraí ar mian leat iad a uaslódáil. Nuair atá an uaslódáil déanta déanfaidh innill ELRI do shonraí a phróiseáil agus é mar sprioc acmhainn teanga lánréitithe a chur ar fáil duitse agus d'úsáideoirí grúpa a roghnaíonn tú. <br> Nuair atá d'acmhainn próiseáilte go hiomlán, cuirfear ar an eolas le ríomhphost tú agus beidh tú ábalta é a íoslódáil ón stór seo.

source: Resource Title
ga_ie: Teideal acmhainne

source: The name by which the resource is already known or by which you would like it to be known; e.g. "The GSRT bilingual corpus of Greek-English bulletins"
ga_ie: An t-ainm faoina bhfuil aithne ar an acmhainn cheana féin nó ar mhaith leat go mbeadh aithne uirthe faoi; e.g. "Preasráiteas ón Roinn ------ Feabhra 2018"

source: Resource short description
ga_ie: Tuairisc ghearr ar an acmhainn

source: [Optional] A short description, including any information considered useful about the resource, e.g. whether it's a dataset (collection of documents) or a lexicon, glossary, terminological resource, etc., its size, language(s), classification information (e.g. health reports, news bulletins, lexicon of sports terminology etc.)
ga_ie: [Roghnach] Tuairisc ghearr, aon eolas faoin acmhainn a meastar é a bheith úsáideach san áireamh, e.g. cé an tacar sonraí (bailiúchán doiciméad) nó foclóir, gluais, acmhainn téarmeolaíochta, etc., a méid, teanga(cha), eolas rangúcháin (e.g. tuairiscí sláinte, feasacháin nuachta, foclóir de théarmeolaíocht spóirt etc.)

source: Resource type
ga_ie: Cineál acmhainne

source: Corpus
ga_ie: Corpas

source: Language Description
ga_ie: Tuairisc theanga

source: Lexical Conceptual Resource
ga_ie: Acmhainn Foclóireachta Choincheapúil

source: [Optional] The type of the resource: can be Corpus, Lexicon, or Language Description. Do not choose anything if you are not sure.
ga_ie: [Roghnach] Cineál na hacmhainne: is féidir leis a bheith ina Corpas, Foclóir, nó Tuairisc Theanga. Ná roghnaigh aon ní mura bhfuil tú cinnte.

source: Language(s)
ga_ie: Teanga(cha)

source: Bulgarian
ga_ie: Bulgáiris

source: Czech
ga_ie: Seicis

source: Croatian
ga_ie: Cróitis

source: Danish
ga_ie: Danmhairgis

source: Dutch; Flemish
ga_ie: Ísiltíris; Pléimeannais

source: English
ga_ie: Béarla

source: Estonian
ga_ie: Eastóinis

source: Finnish
ga_ie: Fionlainnis

source: French
ga_ie: Fraincis

source: German
ga_ie: Gearmáinis

source: Hungarian
ga_ie: Ungáiris

source: Icelandic
ga_ie: Íoslainnis

source: Irish
ga_ie: Gaeilge

source: Italian
ga_ie: Iodáilis

source: Latvian
ga_ie: Laitvis

source: Lithuanian
ga_ie: Liotuáinis

source: Maltese
ga_ie: Máltais

source: Modern Greek (1453-)
ga_ie: Gréigis Nua (1453-)

source: Norwegian Bokmål (nb)
ga_ie: Ioruais Bocmál

source: Norwegian Nynorsk (nn)
ga_ie: Nua-Ioruais

source: Polish
ga_ie: Polainnis

source: Portuguese
ga_ie: Portaingéilis

source: Romanian; Moldavian; Moldovan
ga_ie: Rómáinis; Moldáivis; Moldóivis

source: Slovak
ga_ie: Slóvaicis

source: Slovenian
ga_ie: Slóivéinis

source: Spanish; Castilian
ga_ie: Spáinnis; Caistílis

source: Swedish
ga_ie: Sualainnis

source: The language(s) of the resource; for resources with multiple languages, hold down CTRL key to select multiple values
ga_ie: Teanga(cha) na hacmhainne, d'acmhainní le hilteangacha, brúigh eochair CTRL chun luachanna iolracha a roghnú

source: Domain(s)
ga_ie: Feara(i)nn

source: Digital resources in any field of activity.
ga_ie: Acmhainní digiteacha in aon réimse gníomhaíochta.

source: Other / Unknown
ga_ie: Eile / Ní fios

source: Digital resources of European cultural heritage
ga_ie: Acmhainní digiteacha um oidhreacht cultúrtha na hEorpa

source: Digital resources with relevant information for European national social security systems
ga_ie: Acmhainní digiteacha le heolas ábhartha do chórais slándála sóisialta náisiúnta na hEorpa

source: Electronic Exchange of Social Security Information
ga_ie: Malartú Leictreonach d'Eolas Slándála Sóisialta

source: Digital resources with relevant information for European health services.
ga_ie: Acmhainní digiteacha le heolas ábhartha do sheirbhísí sláinte Eorpacha.

source: Digital resources with relevant information for European judicial services.
ga_ie: Acmhainní digiteacha le heolas ábhartha do sheirbhísí breithiúnacha Eorpacha.

source: Digital resources with relevant information for European procurement services.
ga_ie: Acmhainní digiteacha le heolas ábhartha do sheirbhísí soláthair Eorpacha.

source: Digital resources that can be publically shared to contribute to data re-use in Europe.
ga_ie: Acmhainní digiteacha ar féidir a roinnt go poiblí chun chur le hathúsáid sonraí san Eoraip.

source: Public Open Data
ga_ie: Sonraí Oscailte don Phobal

source: Digital resources with relevant information for the establishment of a safer internet for children.
ga_ie: Acmhainní digiteacha le heolas ábhartha chun idirlíon níos sábháilte do leanaí a bhunú.

source: Safer Internet
ga_ie: Idirlíon níos Sábháilte

source: Digital resources with relevant information for the interconnection of business registers.
ga_ie: Acmhainní digiteacha le heolas ábhartha don idirnascadh clár ghnó.

source: Business Registers Interconnection System
ga_ie: Córas Idirnasctha Clár Gnó

source: Digital resources with relevant information for Cybersecurity.
ga_ie: Acmhainní digiteacha le heolas ábhartha um cibearshlándáil.

source: Cybersecurity
ga_ie: Cibearshlándáil

source: [Optional] Domain refers to information that belongs to a specific field of activity (e.g., culture or health) and is related to one of the building blocks of the European digital services indicated in the provided list. Digital resources that do not clearly belong to one of the provided domains can be left as Other/Unknown.
ga_ie: [Roghnach] Tagraíonn fearann d'eolas a bhaineann le réimse sonrach gníomhaíochta (e.g., cultúr nó sláinte) agus tá baint aige le ceann de bhonnchlocha sheirbhísí digiteacha Eorpacha a dtagraítear dóibh sa liosta atá ar fáil. Is féidir acmhainní digiteacha nach mbaineann go soiléir le ceann ar leith de na fearainn atá ar fáil a fhágáil mar Eile/Ní fios.

source: Licensing conditions
ga_ie: Coinníollacha ceadúnaithe

source: Public Domain
ga_ie: Fearann Poiblí

source: Open Under PSI
ga_ie: Oscailte faoi Cheadúnas Faisnéise de chuid na hEarnála Poiblí (PSI)

source: Creative Commons Zero 1.0 (CC0-1.0)
ga_ie: Creative Commons Saorcheadúnas 1.0 (CC0-1.0)

source: Creative Commons - Attribution 4.0 (CC-BY-4.0)
ga_ie: Creative Commons – Ceadúnas Sannta 4.0 (CC-BY-4.0)

source: Creative Commons - Attribution - ShareAlike 4.0 (CC-BY-SA-4.0)
ga_ie: Creative Commons – Ceadúnas Sannta - Comhroinnte 4.0 (CC-BY-SA-4.0)

source: Creative Commons - Attribution - NonCommercial 4.0 (CC-BY-NC-4.0)
ga_ie: Creative Commons – Ceadúnas Sannta – Neamhthráchtála 4.0 (CC-BY-NC-4.0)

source: Creative Commons - Attribution - NonCommercial - ShareAlike 4.0 (CC-BY-NC-SA-4.0)
ga_ie: Creative Commons – Ceadúnas Sannta – Neamhthráchtála – Comhroinnte 4.0 (CC-BY-NC-SA-4.0)

source: Non-Standard/Other_Licence/Terms
ga_ie: Ceadúnas/Téarmaí Neamhchaighdeánach(a)/Eile

source: The licensing conditions for the resource.
ga_ie: Na coinníollacha ceadúnaithe don acmhainn.

source: More information about the available licences.
ga_ie: Tuilleadh eolais faoina ceadúnais atá ar fáil.

source: License file
ga_ie: Comhad ceadúnais

source: Please upload license file in the <b>.pdf format</b>.
ga_ie: Uaslódáil an comhad ceadúnais san <b>.pdf format</b>.

source: Upload Resource
ga_ie: Uaslódáil Acmhainn

source: Please upload a single <strong>.zip</strong> file or any number of files of the following type: <strong>.doc(x), .odt, .rtf, .pdf, .tmx, .sdltm, .xml, .tbx, .xls(x), or .txt file</strong> up to 100MB.
ga_ie: Uaslódáil comhad <strong>.zip</strong> amháin nó iliomad comhad de na cineálacha a leanas: <strong>.doc(x), .odt, .rtf, .pdf, .tmx, .sdltm, .xml, .tbx, .xls(x), nó .txt file</strong> suas go 100MB.

source: In case the data you wish to upload are larger than 100MB, please contact us to provide an SFTP link for direct download or consider uploading smaller files
ga_ie: Má tá na sonraí is mian leat a uaslódáil níos mó ná 100MB, téigh i dteagmháil linn chun nasc SFTP a sholáthar d'íoslódáil dhíreach nó smaoinigh ar chomhaid níos lú a uasódáil

source: Group(s)
ga_ie: Grúpa(í)

source: The group(s) the language resource can be shared with (hold down the CTRL key to select multiple groups).
ga_ie: An grúpa / na grúpaí ar féidir an acmhainne teanga a roinnt leis / leo (brúigh eochair CTRL chun grúpaí iolracha a roghnú).

source: I agree with the <a target="_blank" href="%(legal_url)s#Sharing">Language Resource upload Terms of Service for Data Holders</a>
ga_ie: Glacaim leis na <a target="_blank" href="%(legal_url)s#Sharing">Language Resource upload Terms of Service for Data Holders</a>

source: Submit
ga_ie: Cuir isteach

source: Reset
ga_ie: Athshocraigh

source: Delete Field
ga_ie: Scrios Réimse

source: Add Another Field
ga_ie: Cuir Réimse Eile leis

source: Recent Actions
ga_ie: Gníomhartha Deireanacha

source: My Actions
ga_ie: Mo Ghníomhartha

source: None available
ga_ie: Dada ar fáil

source: Unknown content
ga_ie: Inneachar anaithnid

source: Language of this entry (<a href="http://tools.ietf.org/html/rfc3066#section-2" target="_blank">RFC 3066 code</a>, preferably from <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">ISO 639-1</a>)
ga_ie: Teanga na hiontrála seo (<a href="http://tools.ietf.org/html/rfc3066#section-2" target="_blank">RFC 3066 code</a>, preferably from <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">ISO 639-1</a>)

source: Edit
ga_ie: Leasaigh

source: Home
ga_ie: Baile

source: Thanks for using the ELRI editor.
ga_ie: Go raibh maith agat as eagarthóir ELRI a úsáid.

source: Log in again
ga_ie: Logáil isteach arís

source: Add
ga_ie: Cuir le

source: Language description
ga_ie: Tuairisc theanga

source: Lexical conceptual resource
ga_ie: Acmhainn foclóireachta choincheapúil

source: Tool / Service
ga_ie: Uirlis / Seirbhís

source: Please, use one of the values
ga_ie: Úsáid ceann de na luachanna, le do thoil

source: corpus
ga_ie: corpas

source: for sets of documents in one or more languages, including, for instance,
ga_ie: do thacair doiciméad i gceann nó níos mó de theangacha, ar a n-áirítear, mar shampla,

source: sets of public administration official documents (e.g. ministerial decisions, legal acts, Board decisions etc.),
ga_ie: tacair de dhoiciméid oifigiúla maidir le riarachán poiblí (e.g. cinntí aire, achtanna dlí, cinntí Boird etc.),

source: sets of journal, newspaper, bulletin, blog articles, etc.
ga_ie: tacair d'ailt irise, nuachtáin, feasacháin, blag, etc.

source: parallel corpora, i.e. sets of original document with its translations (without any processing)
ga_ie: corpais chomhthreomhara, i.e. tacair de dhoiciméad bunaidh mar aon lena aistriúchán (gan próiseáil a bheith déanta)

source: translation memories, i.e. translated documents aligned with their originals.
ga_ie: cuimhní aistriúcháin, i.e. doiciméid aistrithe ailínithe lena mbunfhoinsí.

source: language description
ga_ie: tuairisc theanga

source: for resources such as:
ga_ie: d'acmhainní mar shampla:

source: grammars, i.e. sets of rules that formalize a language
ga_ie: graiméir, i.e. tacair rialacha a leagan bonn foirmiúil faoi theanga

source: language and translation models, which contain statistical information that assigns a probability to a piece of unseen text (based on some training data).
ga_ie: samhlacha teanga agus aistriúcháin, ina bhfuil faisnéis staitistiúil a shanann dóchúlacht le píosa téacs neamhfheicthe (bunaithe ar shonraí oiliúna).

source: lexical/conceptual resource
ga_ie: acmhainn foclóireachta/choincheapúil

source: terminological lexica, glossaries etc., i.e. including lists of terms, with or without any other information (e.g. definition, examples, translation equivalents, linguistic information etc.)
ga_ie: foclóirí téarmeolaíochta, gluaiseanna etc., i.e. liostaí téarmaí san áireamh, le nó gan aon eolas sa bhreis (e.g. sainmhíniú, samplaí, coibhéisí aistriúcháin, eolas teangeolaíochta etc.)

source: lists of words, such as person names, names of places, names of products etc.
ga_ie: liostaí focal, ainmneacha daoine, ainmneacha áiteanna, ainmneacha táirgí etc. agus a leithéidí.

source: lexica and dictionaries containing words with linguistic information (e.g. part of speech, inflectional information, etc.).
ga_ie: léacsacain agus foclóirí ina bhfuil focail le heolas teangeolaíoch (e.g. roinn chainte, eolas faoi infhilleadh, etc.).

source: Tool/Service
ga_ie: Uirlis/Seirbhís

source: language processing tools, web services, applications such as linguistic annotators (e.g. Part-of-speech taggers, parsers, etc.), semantic annotators (e.g. Named Entity Recognisers), aligners, etc.
ga_ie: uirlisí próiseála teanga, seirbhísí gréasán, feidhmchláir cosúil le hanótálaithe teangeolaíocha (e.g. clibeoirí ranna cainte, parsálaithe, etc.), anótálaithe séimeantacha (e.g. Aitheantóirí Aonán Ainmnithe), ailíneoirí, etc.
