Repository: hpusset/ELRI
Catalog: metashare/repository/editor/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: Upload new resource description(s)
pt_pt: Enviar nova descrição(ões) do(s) recurso(s)

source: Database error
pt_pt: Erro: Erro da base de dados

source: 0 of %(count)d selected
pt_pt: 0 de %(count)d selecionado

source: %(total_count)s selected
pt_pt: %(total_count)s selecionados

source: There may be only one entry with key "{}".
pt_pt: Só pode existir uma entrada com a chave "{}".

source: The character at position %(char_pos)s (&#x%(char_code)04x;) must not be used. Enter a string consisting of only characters that match the Char production from XML 1.0 (Second Edition), cf. http://www.w3.org/TR/2000/WD-xml-2e-20000814#NT-Char.
pt_pt: O caractere na posição %(char_pos)s (&#x%(char_code)04x;) não pode ser utilizado. Insira caracteres que correspondam a Char production do XML 1.0 (Segunda edição), http://www.w3.org/TR/2000/WD-xml-2e-20000814#NT-Char.

source: The maximum upload file size is {:.0f} MB!
pt_pt: O tamanho máximo para upload de ficheiros é {:.0f} MB!

source: Invalid upload file type. Valid file types are: {}
pt_pt: Tipo de ficheiro inválido. Os tipos de ficheiro válidos são: {}

source: File is not a zip file.
pt_pt: O ficheiro não está no formato .ZIP.

source: Invalid upload file type. XML or ZIP file required.
pt_pt: Tipo de ficheiro inválido. XML ou ficheiros .ZIP necessários.

source: Resource
pt_pt: Recurso

source: You can upload resource data (<{:.0f} MB) using this widget. Note that this will overwrite the current data!
pt_pt: Pode fazer upload de recursos até (<{:.0f} MB) utilizando esta ferramenta. Note que irá substituir os dados atuais!

source: Upload Terms
pt_pt: Termos de Envio

source: By clicking this checkbox, you confirm that you have cleared permissions for the file you intend to upload.
pt_pt: Ao clicar nesta caixa de verificação, confirma que tem permissões para enviar o ficheiro que pretende enviar.

source: Resource Description(s)
pt_pt: Descrição(ões) do(s) recurso(s)

source: You can upload a new resource description in XML format, or many resource descriptions in a ZIP file containing XML files. Please make sure the XML files are Schema-valid before proceeding.
pt_pt: Pode fazer upload de uma nova descrição de recurso num formato XML, ou várias descrições de recurso num ficheiro .ZIP que contenha ficheiros XML. Por favor, certifique-se que os ficheiros XML são válidos para o esquema antes de prosseguir.

source: By clicking this checkbox, you confirm that you have cleared permissions for the description(s) you intend to upload.
pt_pt: Ao clicar nesta caixa de verificação, confirma que tem permissões para enviar a(s) descrição(ões) que pretende enviar.

source: Report
pt_pt: Relatório

source: You can upload your validation report in '.pdf' format using this widget. Note that this will overwrite the current report if it exists!
pt_pt: Pode fazer upload do relatório de validação em formato .PDF usando esta ferramenta. Por favor, note que isto vai substituir o relatório atual - caso exista!

source: Legal Documentation
pt_pt: Documentação Legal

source: You can upload a .zip file containing any additional legal documentation using this widget. Note that this will overwrite the current legal documentation zip file, if it exists!
pt_pt: Pode enviar um ficheiro .ZIP que contenha informações legais adicionais utilizando esta ferramenta. Note que irá substituir os ficheiros de documentação legal - caso existam!

source: Person
pt_pt: Pessoa

source: Organization
pt_pt: Organização

source: Project
pt_pt: Projecto

source: Document
pt_pt: Documento

source: %(name)s object with primary key %(key)r does not exist.
pt_pt: O objeto %(name)s com a chave %(key)r não existe.

source: Add %s
pt_pt: Adicionar %s

source: Change %s
pt_pt: Mudar %s

source: The %(name)s "%(obj)s" was saved successfully. You may edit it again below.
pt_pt: O %(name)s "%(obj)s" foi gravado com sucesso. Pode-o editar novamente abaixo.

source: Edit related model
pt_pt: Editar modelo relacionado

source: Add information
pt_pt: Adicionar informações

source: Delete related model
pt_pt: Remover modelo relacionado

source: Something went wrong when processing the resource with the tm2tmx toolchain.
pt_pt: Erro: Ocorreu um erro ao processar o recurso com a toolchain tm2tmx.

source: Error when processing resource %(rname)s
pt_pt: Erro: Erro ao processar o recurso %(rname)s

source: An error occurred when processing the resource %(rname)s. Please check the error.log attached to the resource. Contact the ELRI NRS support team for more information at %(email)s
pt_pt: Erro: Ocorreu um erro ao processar o recurso %(rname)s. Por favor verifique o error.log anexado ao recurso. Contacte o suporte da equipa do eTradução para mais informações no %(email)s

source: There was an error sending out the ERROR notification email to the group reviewers. Please contact them directly.
pt_pt: Erro: Ocorreu um erro ao enviar a notificação ERROR ao grupo dos revisores. Por favor contacte-os diretamente.

source: Invalid json response from tm2tmx toolchain:
pt_pt: Resposta inválida json da toolchain tm2tmx:

source: The POST request to the tm2tmx toolchain has failed.
pt_pt: O pedido POST à toolchain tm2tmx falhou.

source: Something went wrong when processing the resource with the doc2tmx toolchain.
pt_pt: Erro: Ocorreu um erro ao processar o recurso com a toolchain doc2tmx

source: Invalid json response from doc2tmx toolchain:
pt_pt: Resposta inválida json da toolchain doc2tmx:

source: The POST request to the doc2tmx toolchain has failed.
pt_pt: O pedido POST à toolchain doc2tmx falhou.

source: Only ingested or error resources can be re-processed.
pt_pt: Erro: Só os recursos ingeridos podem ser reprocessados.

source: Resource(s) re-processed correctly.
pt_pt: Recurso(s) reprocessados corretamente.

source: Resource(s) processed correctly.
pt_pt: Recurso(s) processado(s) corretamente.

source: Something went wrong when processing the resource(s). Re-process the error resources and check the error.log file(s). You will receive a notification email.
pt_pt: Erro: Ocorreu um erro no processamento do(s) recurso(s). Reprocesse o recurso que deu erro e veja os ficheiros error.log. Irá receber uma notificação por e-mail.

source: You do not have the permission to perform this action for all selected resources.
pt_pt: Não tem permissões para executar esta ação para todos os recursos selecionados.

source: Something went wrong when processing the resource(s). Re-process the error resources and check the error.log file(s). You will receive a notification email.
pt_pt: Erro: Ocorreu um erro no processamento do(s) recurso(s). Reprocesse o recurso que deu erro e veja os ficheiros error.log. Irá receber uma notificação por e-mail.

source: Re-process selected resources
pt_pt: Reprocessar recursos selecionados

source: Resource_name: %s
pt_pt: Nome_recurso: %s

source: License:
pt_pt: Licença:

source: Restrictions of Use: None
pt_pt: Restrições de Uso: Nenhuma

source: Restrictions of Use:
pt_pt: Restrições de Uso:

source: Attribution text:
pt_pt: Texto de atribuição:

source: IPR Holder:
pt_pt: Detentor dos Direitos de Propriedade Intelectual:

source: IPR Holder: N/A
pt_pt: Detentor dos Direitos de Propriedade Intelectual: N/A

source: Contact Person:
pt_pt: Pessoa de Contacto:

source: Contact Person: N/A
pt_pt: Pessoa de Contacto: N/A

source: Published Resource
pt_pt: Recurso Publicado

source: There was an error sending out the notification email to the resource owners. Please contact them directly.
pt_pt: Erro: Ocorreu um erro no envio do e-mail de notificação ao proprietário do recurso. Por favor contacte-o diretamente.

source: Successfully published %(ingested)s ingested resource.
pt_pt: %(ingested)s do recurso ingerido publicado com sucesso.

source: Only ingested resources can be published.
pt_pt: Só recursos ingeridos podem ser publicados.

source: Publish selected ingested resources
pt_pt: Publicar os recursos ingeridos selecionados

source: Successfully suspended %s published resource.
pt_pt: Suspendeu com sucesso %s recurso publicado.

source: Only published resources can be suspended.
pt_pt: Só recursos publicados podem ser suspendidos.

source: Suspend selected published resources
pt_pt: Suspende os recursos publicados selecionados

source: The ingestion process has been interrupted. Re-process the resource(s) with error status.
pt_pt: Erro: O processo ingerir foi interrompido. Reprocessamento do(s) recurso(s) com erro no estado.

source: Successfully ingested {} internal resource(s). You will be notified by email once the resource has been fully processed.
pt_pt: {} recurso(s) interno(s) ingerido(s) com sucesso Será notificado quando o recurso for totalmente processado.

source: Successfully ingested {}(s) internal resource(s). You will be notified by email once the resource(s) has been fully processed.
pt_pt: recurso(s) interno(s) ingerido(s) com sucesso {}(s) Será notificado quando o(s) recurso(s) for(em) totalmente processado(s).

source: Ingested Resource
pt_pt: Recurso Ingerido

source: There was an error sending out the notification email to the group reviewers. Please contact them directly.
pt_pt: Erro: Ocorreu um erro no envio de e-mail ao grupo de revisores. Por favor contacte-os diretamente.

source: Only internal resources can be ingested.
pt_pt: Só recursos internos podem ser ingeridos.

source: Ingest selected internal resources
pt_pt: Ingerir os recursos selecionados

source: Could not export resource "%(name)s" with primary key %(key)s.
pt_pt: Não foi possível exportar o recurso %(name)s” com a chave %(key)s.

source: Export selected resource descriptions to XML
pt_pt: Exportar as descrições do recurso selecionado para XML

source: Cancelled deleting the selected resources.
pt_pt: Remoção cancelada para os recursos selecionados.

source: Successfully deleted %d resource.
pt_pt: Remoção %d do recurso com sucesso.

source: Are you sure?
pt_pt: Tem a certeza?

source: Delete resource
pt_pt: Remover recurso

source: Mark selected resources as deleted
pt_pt: Marcar os recursos selecionados como removidos

source: Cancelled adding editor groups.
pt_pt: Cancelou acrescentar grupos de edição.

source: Successfully added editor groups to %(success)i of the selected resources. %(failure)i resource editor groups were left unchanged due to missing permissions.
pt_pt: Grupos de edição adicionados com sucesso %(success)i dos recursos selecionados. %(failure)i grupos de edição de recursos permanecem inalterados devido à falta de permissões.

source: Successfully added editor groups to all selected resources.
pt_pt: Grupos de edição adicionados com sucesso a todos os recursos selecionados.

source: Add editor group
pt_pt: Acrescentar grupo de edição

source: Add editor groups to selected resources
pt_pt: Acrescentar grupos de edição aos recursos selecionados

source: Cancelled removing editor groups.
pt_pt: Remoção de grupos de editor cancelada.

source: Successfully removed editor groups from the selected resources.
pt_pt: Removeu com sucesso os grupos de edição dos recursos selecionados.

source: Remove editor group
pt_pt: Remover grupo de editores

source: Remove editor groups from selected resources
pt_pt: Remover grupos de edição dos recursos selecionados

source: Cancelled adding owners.
pt_pt: Adição de proprietários cancelada.

source: Successfully added owners to %(success)i of the selected resources. %(failure)i resource owners were left unchanged due to missing permissions.
pt_pt: Acrescentou com sucesso os proprietários %(success)i dos recursos selecionados. %(failure)i proprietários dos recursos inalterados devido à falta de permissões.

source: Successfully added owners to all selected resources.
pt_pt: Acrescentou com sucesso os proprietários aos recursos selecionados.

source: Add owner
pt_pt: Acrescentar propretários

source: Add owners to selected resources
pt_pt: Acrescentar proprietários a recursos selecionados

source: Cancelled removing owners.
pt_pt: Remoção de proprietários cancelada.

source: Successfully removed owners from the selected resources.
pt_pt: Removeu com sucesso os proprietários dos recursos selecionados.

source: Remove owner
pt_pt: Remover proprietário

source: Remove owners from selected resources
pt_pt: Remover proprietários dos recursos selecionados

source: %(name)s object with primary key %(key)s does not exist.
pt_pt: O objeto %(name)s com a chave %(key)s não existe.

source: %(name)s object with primary key %(key)s does not have a StorageObject attached.
pt_pt: O objeto %(name)s com a chave %(key)s não temm StorageObjects anexado.

source: %(name)s object with primary key %(key)s is not a master-copy.
pt_pt: O objeto %(name)s com a chave %(key)s não é uma cópia original.

source: Upload resource: "%s"
pt_pt: Enviar recurso: "%s"

source: Upload validation report: "%s"
pt_pt: Enviar relatório de validação: "%s"

source: Upload legal documentation: "%s"
pt_pt: Enviar documentação legal: "%s"

source: %(name)s object with primary key %(key)s does not exist anymore.
pt_pt: O objeto %(name)s com a chave %(key)s já não existe.
