Repository: hpusset/ELRI
Catalog: metashare/templates/repository/editor/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: ELRI: a repository used for documenting, storing, browsing and accessing Language Resources.
es_es: Estación Nacional de Transmisión ELRI: un repositorio para almacenar, buscar y recuperar Recursos Lingüísticos

source: ELRI, language resources, language tools, ELRC, European Language Resource Coordination
es_es: ELRI, Estación Nacional de Transmisión, recursos lingüísticos, memorias de traducción, Connecting Europe Facility

source: "This site uses cookies to enhance your user experience. By clicking any link on this page you are giving your consent for us to set cookies."
es_es: "Este sitio web utiliza cookies para mejorar su experiencia de usuario. Si continúa navegando, consideramos que acepta su uso."

source: "Learn more"
es_es: "Leer más"

source: Your browser does not support JavaScript!
es_es: ¡Su navegador no soporta JavaScript!

source: Please make sure that you have javascript enabled and refresh the page before proceeding with your contribution.
es_es: Por favor, asegúrese de que tiene JavaScript activado y actualice la página antes de continuar con su contribución.

source: Contribute
es_es: Contribuir

source: Uploading your data
es_es: Subir datos

source: Please provide the required information below for the data you wish to upload. Once uploaded, the ELRI engines will process your data with the goal of providing you, and users of the group of your choice, with a fully prepared language resource. <br> Once your resource has been fully processed, you will be notified via email and will be able to download it from this repository.
es_es: Por favor, proporcione la información requerida a continuación para los datos que desea subir. Una vez subidos, los motores de ELRI procesarán sus datos con el objetivo de proporcionarle a usted, y a los usuarios del grupo de su elección, un recurso lingüístico totalmente preparado. <br> Una vez que su recurso haya sido completamente procesado, se le notificará por correo electrónico y podrá bajárselo desde este repositorio.

source: Resource Title
es_es: Título del recurso

source: The name by which the resource is already known or by which you would like it to be known; e.g. "The GSRT bilingual corpus of Greek-English bulletins"
es_es: El nombre por el que el recurso es conocido o por el que desea que se conozca; p.e. "El corpus bilingüe GSRT de noticias griego-inglés"

source: Resource short description
es_es: Descripción breve del recurso

source: [Optional] A short description, including any information considered useful about the resource, e.g. whether it's a dataset (collection of documents) or a lexicon, glossary, terminological resource, etc., its size, language(s), classification information (e.g. health reports, news bulletins, lexicon of sports terminology etc.)
es_es: [Opcional] Una breve descripción, incluyendo cualquier información que se considere útil sobre el recurso, por ejemplo, si se trata de un corpus (colección de documentos) o de un léxico, glosario, recurso terminológico, etc., su tamaño, idioma(s), clasificación (por ejemplo, informes clínicos, boletines de noticias, glosario de terminología deportiva, etc.)

source: Resource type
es_es: Tipo de recurso

source: Language Description
es_es: Descripción de lengua

source: Lexical Conceptual Resource
es_es: Recurso conceptual léxico

source: [Optional] The type of the resource: can be Corpus, Lexicon, or Language Description. Do not choose anything if you are not sure.
es_es: [Opcional] El tipo del recurso puede ser: corpus, léxico o descripción lingüística. No elija nada si no está seguro.

source: Language(s)
es_es: Idioma(s)

source: Bulgarian
es_es: Búlgaro

source: Czech
es_es: Checo

source: Croatian
es_es: Croata

source: Danish
es_es: Danés

source: Dutch; Flemish
es_es: Holandés; Flamenco

source: English
es_es: Inglés

source: Estonian
es_es: Estonio

source: Finnish
es_es: Finlandés

source: French
es_es: Francés

source: German
es_es: Alemán

source: Hungarian
es_es: Húngaro

source: Icelandic
es_es: Islandés

source: Irish
es_es: Irlandés

source: Italian
es_es: Italiano

source: Latvian
es_es: Letón

source: Lithuanian
es_es: Lituano

source: Maltese
es_es: Maltés

source: Modern Greek (1453-)
es_es: Griego moderno (1453-)

source: Norwegian Bokmål (nb)
es_es: Noruego Bokmål (NB)

source: Norwegian Nynorsk (nn)
es_es: Noruego Nynorsk (NN)

source: Polish
es_es: Polaco

source: Portuguese
es_es: Portugués

source: Romanian; Moldavian; Moldovan
es_es: Rumano; Moldavo

source: Slovak
es_es: Eslovaco

source: Slovenian
es_es: Esloveno

source: Spanish; Castilian
es_es: Español; Castellano

source: Swedish
es_es: Sueco

source: The language(s) of the resource; for resources with multiple languages, hold down CTRL key to select multiple values
es_es: Idioma(s) del recurso (para recursos multilingües, mantenga pulsada la tecla CTRL para seleccionar varios idiomas)

source: Domain(s)
es_es: Dominio(s)

source: Digital resources in any field of activity.
es_es: Recursos digitales en cualquier campo de actividad.

source: Other / Unknown
es_es: Otro/desconocido

source: Digital resources of European cultural heritage
es_es: Recursos digitales del patrimonio cultural europeo.

source: Digital resources with relevant information for European national social security systems
es_es: Recursos digitales relevantes para los sistemas de seguridad social nacionales en Europa

source: Electronic Exchange of Social Security Information
es_es: Intercambio electrónico de información de la Seguridad Social

source: Digital resources with relevant information for European health services.
es_es: Recursos digitales relevantes para los servicios de salud europeos

source: Digital resources with relevant information for European judicial services.
es_es: Recursos digitales relevantes para los servicios jurídicos europeos

source: Digital resources with relevant information for European procurement services.
es_es: Recursos digitales relevantes para los servicios de adquisición europeos

source: Digital resources that can be publically shared to contribute to data re-use in Europe.
es_es: Recursos digitales que se puedan compartir y reusar en Europa

source: Public Open Data
es_es: Datos públicos abiertos

source: Digital resources with relevant information for the establishment of a safer internet for children.
es_es: Recursos digitales relevantes para el establecimiento de un internet más seguro para niños

source: Safer Internet
es_es: Internet más seguro

source: Digital resources with relevant information for the interconnection of business registers.
es_es: Recursos digitales relevantes para la interconectividad de registros comerciales

source: Business Registers Interconnection System
es_es: Sistema de interconexión de registros mercantiles

source: Digital resources with relevant information for Cybersecurity.
es_es: Recursos digitales relevantes para ciberseguridad

source: Cybersecurity
es_es: Ciberseguridad

source: [Optional] Domain refers to information that belongs to a specific field of activity (e.g., culture or health) and is related to one of the building blocks of the European digital services indicated in the provided list. Digital resources that do not clearly belong to one of the provided domains can be left as Other/Unknown.
es_es: [Opcional] Dominio se refiere a la información que pertenece a un campo de actividad específico (por ejemplo, cultura o salud) y está relacionada con uno de los bloques de construcción de los servicios digitales europeos indicados en la lista. Los recursos digitales que no pertenecen claramente a uno de los dominios proporcionados se pueden dejar como Otros/desconocidos.

source: Licensing conditions
es_es: Condiciones de licencia

source: Public Domain
es_es: Dominio Público

source: Open Under PSI
es_es: Abierto bajo PSI

source: Non-Standard/Other_Licence/Terms
es_es: No-estándar/Otra licencia/Términos

source: The licensing conditions for the resource.
es_es: Las condiciones de licencia para el recurso.

source: More information about the available licences.
es_es: Más información sobre las licencias disponbiles

source: License file
es_es: Archivo de licencia

source: Please upload license file in the <b>.pdf format</b>.
es_es: Por favor, cargue el archivo de licencia en formato <b>. pdf </b>.

source: Upload Resource
es_es: Subir recurso

source: Please upload a single <strong>.zip</strong> file or any number of files of the following type: <strong>.doc(x), .odt, .rtf, .pdf, .tmx, .sdltm, .xml, .tbx, .xls(x), or .txt file</strong> up to 100MB.
es_es: Por favor, cargue un solo archivo <strong>.zip </strong> o cualquier cantidad de archivos del siguiente tipo: <strong> .doc(x), .odt, .rtf, .pdf, .tmx, .sdltm, .xml, .tbx, .xls(x) o .txt </strong> hasta 100MB.

source: In case the data you wish to upload are larger than 100MB, please contact us to provide an SFTP link for direct download or consider uploading smaller files
es_es: En caso de que los datos que desea subir sean mayores de 100MB, por favor póngase en contacto con nosotros para proporcionar un enlace SFTP de carga directa o contemple la posibilidad de subir archivos más pequeños.

source: Group(s)
es_es: Grupo(s)

source: The group(s) the language resource can be shared with (hold down the CTRL key to select multiple groups).
es_es: Idioma(s) del recurso (para recursos multilingües, mantenga pulsada la tecla CTRL para seleccionar varios idiomas)

source: I agree with the <a target="_blank" href="%(legal_url)s#Sharing">Language Resource upload Terms of Service for Data Holders</a>
es_es: Estoy de acuerdo con los <a target="_blank" href="%(legal_url)s#Sharing"> Términos de servicio de subida de recursos lingüísticos para los titulares de datos </a>

source: Submit
es_es: Enviar

source: Reset
es_es: Reiniciar

source: Delete Field
es_es: Eliminar campo

source: Add Another Field
es_es: Añadir otro campo

source: Recent Actions
es_es: Acciones recientes

source: My Actions
es_es: Mis acciones

source: None available
es_es: No disponible

source: Unknown content
es_es: Contenido desconocido

source: Language of this entry (<a href="http://tools.ietf.org/html/rfc3066#section-2" target="_blank">RFC 3066 code</a>, preferably from <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">ISO 639-1</a>)
es_es: Idioma de esta entrada (<a href="http://tools.ietf.org/html/rfc3066#section-2" target="_blank"> RFC 3066 código </a>, preferiblemente de <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank"> ISO 639-1 </a>)

source: Edit
es_es: Editar

source: Home
es_es: Inicio

source: Thanks for using the ELRI editor.
es_es: Gracias por usar el editor de ELRI.

source: Log in again
es_es: Iniciar sesión de nuevo

source: Add
es_es: Añadir

source: Language description
es_es: Descripción de lengua

source: Lexical conceptual resource
es_es: Recurso conceptual léxico

source: Tool / Service
es_es: Herramienta/servicio

source: Please, use one of the values
es_es: Por favor, use uno de estos valores

source: for sets of documents in one or more languages, including, for instance,
es_es: para conjuntos de documentos en uno o más idiomas, incluyendo, por ejemplo,

source: sets of public administration official documents (e.g. ministerial decisions, legal acts, Board decisions etc.),
es_es: conjuntos de documentos oficiales de la administración pública (por ejemplo, decisiones ministeriales, actos jurídicos, decisiones del Consejo, etc.),

source: sets of journal, newspaper, bulletin, blog articles, etc.
es_es: conjuntos de revistas, periódicos, boletines, artículos de blogs, etc.

source: parallel corpora, i.e. sets of original document with its translations (without any processing)
es_es: Corpus paralelos, es decir conjuntos de documentos originales con sus traducciones (sin ningún tipo de procesamiento)

source: translation memories, i.e. translated documents aligned with their originals.
es_es: memorias de traducción, es decir, documentos traducidos alineados con sus originales.

source: language description
es_es: Descripción de lengua

source: for resources such as:
es_es: para recursos como por ejemplo:

source: grammars, i.e. sets of rules that formalize a language
es_es: gramáticas, es decir, conjuntos de reglas que formalizan una lengua

source: language and translation models, which contain statistical information that assigns a probability to a piece of unseen text (based on some training data).
es_es: modelos de lenguaje y traducción, que contienen información estadística que asigna una probabilidad a un fragmento de texto (basado en datos de entrenamiento).

source: lexical/conceptual resource
es_es: recurso léxico/conceptual

source: terminological lexica, glossaries etc., i.e. including lists of terms, with or without any other information (e.g. definition, examples, translation equivalents, linguistic information etc.)
es_es: lexicones terminológicos, glosarios etc., es decir listas de términos, con o sin información adicional (por ejemplo, definiciones, ejemplos, equivalencias de traducción, información lingüística, etc.)

source: lists of words, such as person names, names of places, names of products etc.
es_es: listas de palabras, tales como nombres de personas, nombres de lugares, nombres de productos, etc.

source: lexica and dictionaries containing words with linguistic information (e.g. part of speech, inflectional information, etc.).
es_es: lexicones y diccionarios que contienen palabras con información lingüística (por ejemplo, categoria gramatical, información flexiva, etc.).

source: Tool/Service
es_es: Herramienta/servicio

source: language processing tools, web services, applications such as linguistic annotators (e.g. Part-of-speech taggers, parsers, etc.), semantic annotators (e.g. Named Entity Recognisers), aligners, etc.
es_es: herramientas de procesamiento del lenguaje, servicios web, aplicaciones, como anotadores lingüísticos (por ejemplo, etiquetadores de categoria gramatical, analizadores, etc.), anotadores semánticos (por ejemplo, reconocedores de entidades con nombre), alineadores, etc.
