Repository: hpusset/ELRI
Catalog: metashare/po_files/*/templates/locale/*/LC_MESSAGES/django.po
Languages: fr_fr, ga_ie

source: Search
fr_fr: Rechercher
ga_ie: Cuardaigh

source: Filter by:
fr_fr: Filtrer par:
ga_ie: Scag de réir:

source: Resource Type:
fr_fr: Type de ressource:
ga_ie: Cineál Acmhainne:

source: Corpus:
ga_ie: Corpas:

source: Lexical/Conceptual:
fr_fr: Lexical/conceptuel:
ga_ie: Foclóireachta/Coincheapúil:

source: Language Description:
fr_fr: Description de langue:
ga_ie: Tuairisc Teanga:

source: Tool/Service:
fr_fr: Outil/Service:
ga_ie: Uirlis/Seirbhís:

source: %(cnt)s Language Resource
fr_fr: %(cnt)s ressource linguistique
ga_ie: %(cnt)s acmhainn teanga

source: (Page %(pgnum)s of %(numpgs)s)
fr_fr: (Page %(pgnum)s sur %(numpgs)s)
ga_ie: (Leathanach %(pgnum)s de %(numpgs)s)

source: Previous
fr_fr: Précédent
ga_ie: Roimhe

source: Next
fr_fr: Suivant
ga_ie: Ar aghaidh

source: Order by:
fr_fr: Trié par:
ga_ie: Cuir in ord:

source: Resource Name A-Z
fr_fr: Nom de la ressource A-Z
ga_ie: Ainm Acmhainne A-Z

source: Resource Name Z-A
fr_fr: Nom de la ressource Z-A
ga_ie: Ainm Acmhainne Z-A

source: Resource Type A-Z
fr_fr: Type de ressource A-Z
ga_ie: Cineál Acmhainne A-Z

source: Resource Type Z-A
fr_fr: Type de ressource Z-A
ga_ie: Cineál Acmhainne Z-A

source: Media Type A-Z
fr_fr: Type de média A-Z
ga_ie: Cineál Meáin A-Z

source: Media Type Z-A
fr_fr: Type de média Z-A
ga_ie: Cineál Meáin Z-A

source: Language Name A-Z
fr_fr: Nom de langue A-Z
ga_ie: Ainm Teanga A-Z

source: Language Name Z-A
fr_fr: Nom de langue Z-A
ga_ie: Ainm Teanga Z-A

source: Number of Downloads
fr_fr: Nombre de téléchargements
ga_ie: Líon na nUaslódálacha

source: Number of Views
fr_fr: Nombre de vues
ga_ie: Líon na nAmharc

source: No results were found for search query &ldquo;%(query)s&rdquo; and filters %(filters)s.
fr_fr: Aucun résultat n'a été trouvé pour la recherche &ldquo;%(query)s&rdquo; et les filtres %(filters)s.
ga_ie: Ní bhfuarthas toradh ar bith don iarratas cuardaigh &ldquo;%(query)s&rdquo; agus scagairí %(filters)s.

source: No results were found for search query &ldquo;%(query)s&rdquo;.
fr_fr: Aucun résultat n'a été trouvé pour la recherche &ldquo;%(query)s&rdquo;.
ga_ie: Ní bhfuarthas toradh ar bith don iarratas cuardaigh &ldquo;%(query)s&rdquo;.

source: ELRI visits statistics
ga_ie: Staitisticí tadhaill ELRI

source: ELRC-SHARE visits statistics
fr_fr: Statistique de visite d'ELRC-SHARE
ga_ie: Staitisticí tadhaill ELRC-SHARE

source: Statistics on resource metadata
fr_fr: Statistiques sur les métadonnées de la ressource
ga_ie: Staitisticí ar mheiteashonraí acmhainní

source: My resources
fr_fr: Mes ressources
ga_ie: Mo acmhainní

source: No data found
fr_fr: Pas de données trouvées
ga_ie: Ní bhfuarthas sonraí ar bith

source: Published
fr_fr: Publié
ga_ie: Foilsithe

source: Actions
ga_ie: Gníomhartha

source: Seen by users
fr_fr: Vu par les utilisateurs
ga_ie: Feicthe ag úsáideoirí

source: Last access
fr_fr: Dernier accès
ga_ie: Rochtain dheireanach

source: NO
fr_fr: NON
ga_ie: NÍL

source: It seems JavaScript is either disabled or not supported by your browser.
fr_fr: Il semblerait que JavaScript ne soit pas activé ou supporté par votre navigateur.
ga_ie: Is cosúil go bhfuil Javascript díchumasaithe nó nach dtacaítear leis ar do bhrabhsálaí.

source: JavaScript should be enabled in order to support all functionalities. Enable JavaScript by changing your browser options, and then try again.
fr_fr: JavaScript doit être activé pour profiter de toutes les fonctionnalités Activez JavaScript dans les options de votre naviqgtaeyus et réessayez.
ga_ie: Ba chóir go mbeadh Javascript cumasaithe chun tacú le gach feidhmiúlacht. Cumasaigh JavaScript trí do chuid roghanna brabhálaithe, agus ansin triail arís é.

source: Show the
fr_fr: Montre le
ga_ie: Taispeáin

source: Most Viewed Resources
fr_fr: Ressources les plus vues
ga_ie: Na hAcmhainní is Mó Amharc

source: Top Queries
fr_fr: Requêtres les plus fréquentes
ga_ie: Na hIarratais is Mó Éileamh

source: Latest Queries
fr_fr: Dernières requêtes
ga_ie: Na hIarratais is Déanaí

source: Top Downloaded Resources
fr_fr: Ressources les plus téléchargées
ga_ie: Na hAcmhainní is Mó Íoslódálacha

source: Latest Updated Resources
fr_fr: Dernières ressources mises à jour
ga_ie: Na hUasdátaithe Acmhainní is Déanaí

source: Date
ga_ie: Dáta

source: Provenance
ga_ie: Foinse

source: * This product includes GeoLite data created by MaxMind, available from http://maxmind.com/ and a Google Maps chart.
fr_fr: * Ce produit inclus des donnée GeoLite créées par MaxMind, disponibles sur http://maxmind.com/ et schéma Google Maps.
ga_ie: * Tá sonraí GeoLite san áireamh sa táirge seo cruthaite ag MaxMind, ar fáil ó http://maxmind.com/ agus cairt Google Maps.

source: No data matched
fr_fr: Pas de données correspondante
ga_ie: Níorbh ionann sonraí ar bith

source: result%(object.3|pluralize)s
fr_fr: resultat%(object.3|pluralize)s
ga_ie: toradh%(object.3|pluralize)s

source: time%(object.3|pluralize)s
fr_fr: fois%(object.3|pluralize)s
ga_ie: am%(object.3|pluralize)s

source: Number of downloads
fr_fr: Nombre de téléchargements
ga_ie: Líon na n-íoslódálacha

source: Number of views
fr_fr: Nombre de vues
ga_ie: Líon na n-amharc

source: This panel shows which metadata have been used to describe the ELRI linguistic resources. Each metadata defined in the <a href="http://www.meta-share.org/knowledgebase/DetailedPresentationOfTheModel" target="metamodel">ELRI model</a> can be either "required", "recommended" or "optional". The metadata usage statistics reports two counters. The first counter says how many times a metadata has been filled in with a certain value, while the second counter says the number of resources for which the metadata has been used. For instance <div class="coverage required"> 28/12 </div> means that the corresponding required metadata has been filled in 28 times (possibly with redundant values), and that 12 different resources have been described with that metadata. You can click on a metadata name to see a table with all the actual values used to fill in that metadata.
ga_ie: Taispeánann an painéal seo cé acu meiteashonraí ar baineadh úsáid astu chun cur síos a dhéanamh ar acmhainní teangeolaíocha ELRI. Is féidir gach meiteashonra a shainítear sa <a href="http://www.meta-share.org/knowledgebase/DetailedPresentationOfTheModel" target="metamodel">samhail ELRI</a> a bheith "riachtanach", "molta" nó "roghnach". Déanann na staitisticí i dtaca le húsáid mheiteashonraí tuairisciú ar dhá áiritheoir.Deir an chéad áiritheoir an oiread babhtaí a líonadh meiteashonra le luach áirithe, agus deir an dara áiritheoir an líon acmhainní ar a mbaineadh úsáid as na meiteashonraí. Mar shampla, is é is brí le <div class="clúdach de dhíth"> 28/12 </div> ná go bhfuil na meiteashonraí comhfhreagracha riachtanacha líonta isteach 28 babhta (b'fhéidir le luachanna iomarcacha), agus go ndearnadh cur síos ar 12 acmhainní éagsúla leis na meiteashonraí sin. Is féidir leat cliceáil ar ainm meiteashonra chun tábla a fheiceáil leis na luachanna iarbhír uile a úsáideadh chun na meiteashonraí sin a líonadh isteach.

source: This panel shows which metadata have been used to describe the ELRC-SHARE linguistic resources. Each metadata defined in the <a href="http://www.meta-share.org/knowledgebase/DetailedPresentationOfTheModel" target="metamodel">ELRC-SHARE model</a> can be either "required", "recommended" or "optional". The metadata usage statistics reports two counters. The first counter says how many times a metadata has been filled in with a certain value, while the second counter says the number of resources for which the metadata has been used. For instance <div class="coverage required"> 28/12 </div> means that the corresponding required metadata has been filled in 28 times (possibly with redundant values), and that 12 different resources have been described with that metadata. You can click on a metadata name to see a table with all the actual values used to fill in that metadata.
ga_ie: Taispeánann an painéal seo cé acu meiteashonraí ar baineadh úsáid astu chun cur síos a dhéanamh ar acmhainní teangeolaíocha ELRC-SHARE. Is féidir gach meiteashonra a shainítear sa <a href="http://www.meta-share.org/knowledgebase/DetailedPresentationOfTheModel" target="metamodel">samhail ELRC-SHARE</a> a bheith "riachtanach", "molta" nó "roghnach". Déanann na staitisticí i dtaca le húsáid mheiteashonraí tuairisciú ar dhá áiritheoir.Deir an chéad áiritheoir an oiread babhtaí a líonadh meiteashonra le luach áirithe, agus deir an dara áiritheoir an líon acmhainní ar a mbaineadh úsáid as na meiteashonraí. Mar shampla, is é is brí le <div class="clúdach de dhíth"> 28/12 </div> ná go bhfuil na meiteashonraí comhfhreagracha riachtanacha líonta isteach 28 babhta (b'fhéidir le luachanna iomarcacha), agus go ndearnadh cur síos ar 12 acmhainní éagsúla leis na meiteashonraí sin. Is féidir leat cliceáil ar ainm meiteashonra chun tábla a fheiceáil leis na luachanna iarbhír uile a úsáideadh chun na meiteashonraí sin a líonadh isteach.

source: Metadata status
fr_fr: Etat des métadonnées
ga_ie: Stádas meiteashonraí

source: Metadata usage in %(lr_count)s resource%(lr_count|pluralize)s
fr_fr: Utilisation des métadonnées dans %(lr_count)s resource%(lr_count|pluralize)s
ga_ie: Úsáid mheiteashonraí in %(lr_count)s resource%(lr_count|pluralize)s

source: Found %(fields_count)s metadata
fr_fr: %(fields_count)s métadonnées trouvées
ga_ie: Meiteashonraí %(fields_count)s faighte

source: (the following lines are the metadata components and elements included in the <a href="http://www.meta-share.org/portal/knowledgebase /DetailedPresentationOfTheModel" target="metamodel">ELRI model</a> grouped by different roles and alphabetically sorted)
ga_ie: (Is iad na línte a leanas na comhpháirteanna agus eilimintí meiteashonraí san áireamh sa <a href="http://www.meta-share.org/portal/knowledgebase/DetailedPresentationOfTheModel" target="metamodel">samhail ELRI</a> grúpáilte de réir róil agus sórtáilte de réir aibítre)

source: (the following lines are the metadata components and elements included in the <a href="http://www.meta-share.org/portal/knowledgebase/ DetailedPresentationOfTheModel" target="metamodel">ELRC-SHARE model</a> grouped by different roles and alphabetically sorted)
ga_ie: (Is iad na línte a leanas na comhpháirteanna agus eilimintí meiteashonraí san áireamh sa <a href="http://www.meta-share.org/portal/knowledgebase/DetailedPresentationOfTheModel" target="metamodel">samhail ELRI</a> grúpáilte de réir róil agus sórtáilte de réir aibítre)

source: Expand all
fr_fr: Tout étendre
ga_ie: Fairsingigh an t-iomlán

source: Collapse all
fr_fr: Tout plier
ga_ie: Leacaigh an t-iomlán

source: Close
fr_fr: Fermer
ga_ie: Dún

source: used values for <h4>%(selected_class)s/%(selected_field)s</h4>
fr_fr: Valeurs utilisée pour <h4>%(selected_class)s/%(selected_field)s</h4>
ga_ie: luachanna úsáidte do <h4>%(selected_class)s/%(selected_field)s</h4>

source: value counter
fr_fr: compteur de valeur
ga_ie: áiritheoir luachanna

source: resources counter
fr_fr: compteur de ressources
ga_ie: áiritheoir acmhainní

source: never used
fr_fr: jamais utilisé
ga_ie: níor úsáideadh

source: <b>Cookies policy</b>
fr_fr: <b>Politique de cookies</b>

source: His/Her contact details;
fr_fr: Ses informations de contact;

source: N-Gram
fr_fr: N-Gramme
