Repository: hpusset/ELRI
Catalog: metashare/po_files/*/templates/locale/*/LC_MESSAGES/django.po
Languages: fr_fr, ga_ie

source: Resource contact email%(resourceContactEmail|pluralize)s
fr_fr: Adresse%(resourceContactEmail|pluralize)s mail de la personne de contact de la ressource
ga_ie: Ríomhphost teagmhálaí na hacmhainne%(resourceContactEmail|pluralize)s

source: Your username
fr_fr: Votre nom d'utilisateur
ga_ie: D’ainm úsáideora

source: Your name
fr_fr: Votre nom
ga_ie: D’ainm

source: Send
fr_fr: Envoyer
ga_ie: Seol

source: Resource Download
fr_fr: Télécharger des ressources
ga_ie: Íoslódáil Acmhainne

source: There are new ingested resources to review
ga_ie: Tá acmhainní nua ionghabhála le hathbhreithniú

source: Download not Possible
fr_fr: Téléchargement impossible
ga_ie: Ní féidir íoslódáil

source: Legal Documentation Access Restricted
fr_fr: Documentation légale à accès restreint
ga_ie: Srian ar rochtain ar Dhoiciméadacht Dhlíthiúil

source: Access to the selected legal documentation is restricted.
fr_fr: L'accès à la ocumentation légale est restreint.
ga_ie: Tá srian ar rochtain ar an doiciméadacht dhlíthiúil roghnaithe.

source: Please contact the resource maintainer for information on how to obtain a copy of this documentation.
fr_fr: Merci de contacter le gestionnaire de la ressource pour plus d'informations sur comment obtenir une copie de la documentation.
ga_ie: Déan teagmháil le cothabhálaí na hacmhainne d'eolas ar conas cóip den doiciméadacht seo a fháil.

source: No Download Available
fr_fr: Aucun téléchargement disponible
ga_ie: Níl íoslódáil ar fáil

source: We&rsquo;re afraid, the selected legal documentation is currently not available for download. This problem may be temporary due to network connection problems or internal errors. Trying again later might solve the problem.
fr_fr: Nous sommes désolés, la documentation légale sélectionnée n'est pas disponible au téléchargement pour le moment. Ce problème est peut-être temporairement du a un problème de connexion au réseau ou à une erreur interne. Réessayer plus résoudra peut-être le problème.
ga_ie: Is oth linn a rá nach bhfuil fáil le híoslódáil i láthair na huaire ar an doiciméadacht dhlíthiúil roghnaithe. B'fhéidir gur fadhb shealadach í seo de bharr fadhbanna leis an nasc líonra nó earráidí inmheánacha. B'fhéidir go mbeadh réiteach ar an bhfadhb má thriaileann tú arís níos déanaí.

source: Please contact the resource maintainer if this problem should persist.
fr_fr: Merci de contacter le gestionnaire de la ressource si le problème persiste.
ga_ie: Déan teagmháil leis an gcothabhálaí acmhainne má leanann an fhadhb seo.

source: Resource View
fr_fr: Voir la ressource
ga_ie: Amharc acmhainne

source: Download Licence Agreement
fr_fr: Télécharger le contrat de licence
ga_ie: Íoslódáil Comhaontú Ceadúnais

source: Licence Agreement
fr_fr: Contrat de licence
ga_ie: Comhaontú Ceadúnais

source: View licence
fr_fr: Voir la license
ga_ie: Amharc ar cheadúnas

source: Stay in touch with ELRI! Register <a target="_blank" href="/accounts/create">here</a>.
ga_ie: Fan i dteagmháil le hELRI! Cláraigh <a target="_blank" href="/accounts/create">anseo</a>.

source: Please contact the resource maintainer for more information on how to obtain the selected resource under these license terms
fr_fr: Merci de contacter le gestionnaire de la ressource pour plus d'informations sur comment obtenir la ressource sélectionnée sous ce contrat de licence
ga_ie: Bí i dteagmháil leis an gcothabhálaí acmhainne d'eolas sa bhreis ar conas an acmhainn roghnaithe a fháil faoi na téarmaí ceadúnais seo

source: Download
fr_fr: Télécharger
ga_ie: Íoslódáil

source: Download Licence Selection
fr_fr: Télécharger a sélection de licence
ga_ie: Íoslódáil Rogha Ceadúnais

source: Choose a Licence for the Resource Download
fr_fr: Choisir une licence pour le téléchargement de la ressource
ga_ie: Roghnaigh Ceadúnas don Íoslódáil Acmhainne

source: Select Licence
fr_fr: Choisir la licence
ga_ie: Roghnaigh Ceadúnas

source: Resource Access Restricted
fr_fr: Accès à la ressource restreint
ga_ie: Rochtain ar acmhainn srianta

source: Access to the selected resource is restricted.
fr_fr: L'accès à la ressource sélectionnée est restreint.
ga_ie: Tá srian ar rochtain ar an acmhainn roghnaithe.

source: Please contact the resource maintainer for information on how to obtain a copy of this resource.
fr_fr: Merci de contacter le gestionnaire de la ressource pour plus d'information sur comment obtenir une copie de la ressource.
ga_ie: Déan teagmháil leis an gcothabhálaí acmhainne d'eolas ar conas cóip den acmhainn seo a fháil.

source: We&rsquo;re afraid the selected resource is currently not available for download. This problem may be temporary due to network connection problems or internal errors. Trying again later might solve the problem.
fr_fr: Nous sommes désolés, la ressource sélectionnée n'est pas disponible au téléchargement pour le moment. Ce problème est peut-être temporairement du a un problème de connexion au réseau ou à une erreur interne. Réessayer plus résoudra peut-être le problème.
ga_ie: Is oth linn a rá nach bhfuil fáil do íoslódáil i láthair na huaire ar an acmhainn roghnaithe. B'fhéidir gur fadhb shealadach í seo de bharr fadhbanna leis an nasc líonra nó earráidí inmheánacha. B'fhéidir go mbeadh réiteach ar an bhfadhb má thriaileann tú arís níos déanaí.

source: Add Another Field
fr_fr: Ajouter un nouveau champ
ga_ie: Cuir réimse eile leis

source: Your resource %(resourcename)s has been published on the ELRI National Relay Station. You can now log into our website %(nodeurl)s and download your prepared resource via the Browse page.
ga_ie: Tá d’acmhainn %(resourcename)s foilsithe ar an Stáisiún Relay Náisiúnta ELRI. Is féidir leat logáil isteach anois ar ár suíomh gréasáin %(nodeurl)s agus d'acmhainn ullmhaithe a íoslódáil ón leathanach Brabhsála.

source: Thank you for using the ELRI services, do not hesitate to contact us for any enquiries.
ga_ie: Go raibh maith agat as na seirbhísí ELRI a úsáid. Ná bíodh leisce ort teagmháil a dhéanamh linn má tá fiosruithe ar bith agat.

source: Best regards,
ga_ie: Beannacht,

source: The ELRI team
ga_ie: An fhoireann ELRI

source: Redirecting to Download Node
fr_fr: Redirection vers le nœud de téléchargement
ga_ie: Ag atreorú go dtí nód íoslódáilte

source: You cannot download the selected resource on the current META-SHARE node as it has originally been provided by %(storage_source)s. You will now be redirected to the META-SHARE Node where the resource data is available.
fr_fr: Vous ne pouvez pas télécharger la ressource sélectionnée sur le nœud META-SHARE courant car il a été fourni à l'origine par %(storage_source)s. Vous allez être redirigé vers le nœud META-SHARE d'où la ressource est accessible.
ga_ie: Ní féidir an acmhainn roghnaithe a íoslódáil ar an nód reatha META-SHARE mar gur soláthraíodh é ar dtús ó %(storage_source)s. Déanfar tú a atreorú anois go dtí Nód META-SHARE áit a bhfuil sonraí na hacmhainne ar fáil.

source: You cannot download the selected resource on the current META-SHARE node as it has originally been provided at %(storage_url)s. You will now be redirected to the META-SHARE Node where the resource data is available.
fr_fr: Vous ne pouvez pas télécharger la ressource sélectionnée sur le nœud META-SHARE courant car il a été fourni à l'origine sur %(storage_url)s. Vous allez être redirgé vers le nœud META-SHARE d'où la ressource est accessible.
ga_ie: Ní féidir an acmhainn roghnaithe a íoslódáil ar an nód reatha META-SHARE mar gur soláthraíodh é ar dtús ag %(storage_url)s. Déanfar tú a atreorú anois go dtí Nód META-SHARE áit a bhfuil sonraí na hacmhainne ar fáil.

source: <a href="%(redirection_url)s">Click here</a> to immediately go to the other node.
fr_fr: <a href="%(redirection_url)s">Cliquez ici</a> pour aller au nœud suivant immédiatement.
ga_ie: <a href="%(redirection_url)s">Cliceáil anseo</a> chun dul díreach go dtí an nód eile.

source: Validation Report Access Restricted
fr_fr: Accès retreint au rapport de validation
ga_ie: Srian ar Rochtain go dtí Tuairisc Bhailíochtaithe

source: Access to the selected validation report is restricted.
fr_fr: L'accès au rapport de validation est retreint.
ga_ie: Tá srian ar an rochtain ar an tuairisc bhailíochtaithe roghnaithe.

source: Please contact the resource maintainer for information on how to obtain a copy of this report.
fr_fr: Merci de contacter le gestionnaire de la ressource pour plus d'informations sur comment obtenir une copie de ce rapport.
ga_ie: Bí i dteagmháil leis an gcothabhálaí acmhainne d'eolas ar conas cóip den tuairisc seo a fháil.

source: We&rsquo;re afraid, the selected validation report is currently not available for download. This problem may be temporary due to network connection problems or internal errors. Trying again later might solve
fr_fr: Nous sommes désolés, le rapport de validation sélectionné n'est pas disponible au téléchargement pour le moment. Ce problème est peut-être temporairement du a un problème de connexion au réseau ou à une erreur interne. Réessayer plus résoudra peut-être le problème.
ga_ie: Is oth linn a rá nach bhfuil fáil do íoslódáil i láthair na huaire ar an tuairisc bhailíochtaithe roghnaithe. B'fhéidir gur fadhb shealadach í seo de bharr fadhbanna leis an nasc líonra nó earráidí inmheánacha. B'fhéidir go mbeadh réiteach ar an bhfadhb má thriaileann tú arís níos déanaí

source: the ELRI user %(user.username)s (%(user.first_name)s %(user.last_name)s, %(user_email)s) requests information on the language resource “%(resource)s” ([1]). You can find the request below; please reply as soon as possible.
ga_ie: Iarrann an t-úsáideoir ELRI %(user.username)s (%(user.first_name)s %(user.last_name)s, %(user_email)s) eolas ar an acmhainn teanga “%(resource)s” ([1]). Tá an t-iarratas ar fháil thíos; tabhair freagra chomh luath agus is féidir, le do thoil.

source: ELRI Repository at [2]
ga_ie: Stór ELRI ag [2]

source: There are new submitted contributed resources on ELRI
ga_ie: Tá acmhainní nua curtha ar ELRI

source: Tagset
fr_fr: Jeu d'étiquettes
ga_ie: Tacar clibeanna

source: Annotated elements
fr_fr: Elements annotés
ga_ie: Eilimintí anótáilte

source: StandOff
ga_ie: Ó Chian

source: Segmentation level
fr_fr: Niveau de segmentation
ga_ie: Leibhéal deighilte

source: Format
ga_ie: Formáid

source: Standard practices conformance
fr_fr: Meilleures pratiques standards
ga_ie: Comhréireacht le dea-chleachtais

source: Theoretic Model
fr_fr: Modèle théorique
ga_ie: Samhail Theoiriciúil

source: Annotation Mode
fr_fr: Mode d'annotation
ga_ie: Mód Anótáilte

source: Annotation Tools
fr_fr: Outils d'annotation
ga_ie: Uirlisí Anótáilte

source: Start date
fr_fr: Date de début
ga_ie: Túsdháta

source: End date
fr_fr: Date de fin
ga_ie: Críochdháta

source: Annotation Manual
fr_fr: Manuel d'annotation
ga_ie: Treoirleabhar anótáilte

source: Interannotator Agreement
fr_fr: Accord inter-annotateurs
ga_ie: Comhaontú idiranótálaithe

source: Intraannotator Agreement
fr_fr: Accord intra-annotateurs
ga_ie: Comhaontú Ionanótálaithe

source: Annotators
fr_fr: Annotateurs
ga_ie: Anótálaithe

source: Capture
ga_ie: Glac

source: Person SourceSet
fr_fr: SourceSet de personne
ga_ie: Tacar Daoine Foinsí

source: Participant Information
fr_fr: Information sur le Participant
ga_ie: Eolas i dtaobh Rannpháirtithe

source: In
fr_fr: Dans
ga_ie: I

source: Editor
fr_fr: Rédacteur
ga_ie: Eagarthóir

source: Publisher
fr_fr: Editeur
ga_ie: Foilsitheoir

source: Book Title
fr_fr: Titre du livre
ga_ie: Teideal leabhair

source: Series
fr_fr: Série
ga_ie: Sraith

source: Edition
ga_ie: Eagrán

source: Digital Object Identifier - DOI
ga_ie: Aitheantóir Oibiachta Digití - DOI

source: Keywords
fr_fr: Mots-clés
ga_ie: Eochairfhocail

source: Eurovoc Classification
fr_fr: Classification Eurovoc
ga_ie: Rangú Eurovoc

source: Size
fr_fr: Taille
ga_ie: Méid

source: Content
fr_fr: Contenu
ga_ie: Inneachar

source: Speech items
fr_fr: Objets lié à la parole
ga_ie: Míreanna cainte

source: Non-speech items
fr_fr: Objets non lés à la parole
ga_ie: Míreanna neamhchainte

source: Description
ga_ie: Tuairisc

source: Noise Level
fr_fr: Niveau de bruit
ga_ie: Leibhéal fuaime

source: Creation
fr_fr: Création
ga_ie: Cruthú

source: Original Sources
fr_fr: Sources originales
ga_ie: Bunfhoinsí

source: Creation Tools
fr_fr: Ourils de création
ga_ie: Uirlisí cruthaithe

source: Character encoding
fr_fr: Encodage des caractères
ga_ie: Ionchódú carachtar

source: Annotation
ga_ie: Anótáil

source: Audio Formats
fr_fr: Formats audio
ga_ie: Formáidí fuaime

source: Time Coverage
fr_fr: Couverture temporelle
ga_ie: Clúdach ama

source: Geographic coverage
fr_fr: Couverture géographique
ga_ie: Clúdach tíreolaíoch

source: Distribution Details
fr_fr: Détails de distribution
ga_ie: Sonraí dáileacháin

source: Distribution Medium
fr_fr: Médium de distribution
ga_ie: Meán dáileacháin

source: Download location
fr_fr: Localisation du téléchargement
ga_ie: Suíomh íoslódála

source: Execution locations
fr_fr: Lieux d'exécutions
ga_ie: Suímh reatha

source: Execution location
fr_fr: Lieu d'exécution
ga_ie: Suíomh reatha

source: Fee
fr_fr: Tarif
ga_ie: Táille

source: Attribution Details
fr_fr: Détails d'attribution
ga_ie: Sonraí admhála

source: Distribution Rights Holders
fr_fr: Détenteur des droit de distribution
ga_ie: Sealbhóirí Cearta Dáileacháin

source: IPR Holders
fr_fr: Détenteur d'IPR
ga_ie: Sealbhóirí CMI

source: Personal Data
fr_fr: Données personnelles
ga_ie: Sonraí Pearsanta

source: YES
fr_fr: OUI
ga_ie: TÁ

source: Document Type
fr_fr: Type de document
ga_ie: Cineál doiciméid

source: Domains
fr_fr: Domaine
ga_ie: Fearainn

source: Content Type
fr_fr: Type de contenu
ga_ie: Cineál inneachair

source: Text included
fr_fr: Texte inclus
ga_ie: Téacs san áireamh

source: Static Element
fr_fr: Element statique
ga_ie: Eilimint statach

source: Media type
fr_fr: Type de média
ga_ie: Cineál meáin

source: Resource type
fr_fr: Type de ressource
ga_ie: Cineál acmhainne

source: Modality
fr_fr: Modalité
ga_ie: Módúlacht

source: Languages
fr_fr: Langues
ga_ie: Teangacha

source: Mime type
fr_fr: Type MIME
ga_ie: Cineál mime

source: Annotation type
fr_fr: Type d'annotation
ga_ie: Cineál anótáilte

source: Annotation format
fr_fr: Format d'annotation
ga_ie: Formáid anótáilte

source: Conformance to standards best practices
fr_fr: Conformité au meilleures pratiques standards
ga_ie: Comhréireacht le caighdeáin dea-chleachtais

source: Language Script
fr_fr: Script de langue
ga_ie: Script Teanga

source: Region
fr_fr: Région
ga_ie: Réigiún

source: Variants
fr_fr: Variantes
ga_ie: Leaganacha

source: Variety
fr_fr: Variété
ga_ie: Cineál

source: Type
ga_ie: Cineál

source: Conditions
ga_ie: Coinníollacha

source: Linguality type
fr_fr: Type de lingualité
ga_ie: Cineál teangachais

source: Multi-linguality type
fr_fr: Type de multi-lingualité
ga_ie: Cineál breisteangachais

source: Link to Other Media
fr_fr: Lien vers d'autre média
ga_ie: Nasc le meáin eile

source: Last modified
fr_fr: Dernière modification
ga_ie: Mionathraithe go deireanach

source: View resource name in all available languages
fr_fr: Voir le nom de la ressource dans toutes les langues disponibles
ga_ie: Amharc ar ainm acmhainne i ngach teanga atá ar fáil

source: Attribution details
fr_fr: Détails d'attribution
ga_ie: Sonraí admhála

source: Please, acknowledge use of the resource with the following citation
fr_fr: Merci, de remercier cette ressource en la citant ainsi
ga_ie: Admhaigh úsáid na hacmhainne leis an tagairt a leanas

source: ID
ga_ie: Aitheantas

source: View resource description in all available languages
fr_fr: Voir la description de la ressources dans toutes les langues disponibles
ga_ie: Amharc ar thuairisc acmhainne i ngach teanga atá ar fáil

source: DSI Relevance
fr_fr: Pertinence DSI
ga_ie: Ábharthacht DSI

source: Edit Resource
fr_fr: Editer la ressource
ga_ie: Leasaigh acmhainn

source: Download Resource
fr_fr: Télécharger la ressource
ga_ie: Íoslódáil acmhainn

source: Validate Resource
fr_fr: Valider la essource
ga_ie: Bailíochtaigh acmhainn

source: Contact Person%(contact_person_dicts|length|pluralize)s
fr_fr: Personne%(contact_person_dicts|length|pluralize)s de contact
ga_ie: Teagmhálaí%(contact_person_dicts|length|pluralize)s

source: toolService
ga_ie: Seirbhís Uirlise

source: Samples Location
fr_fr: Localisation des échantillons
ga_ie: Suíomh samplaí

source: Tool Documentation
fr_fr: Documentation de l'outil
ga_ie: Doiciméadacht Uirlise

source: For Non Members of %(institution)s
fr_fr: Pour les non-membre de %(institution)s
ga_ie: Do Dhaoine Nach Baill Iad de %(institution)s

source: For Members of %(institution)s
fr_fr: Pour les membres de %(institution)s
ga_ie: Do Bhaill de %(institution)s

source: Metadata
fr_fr: Métadonnées
ga_ie: Meiteashonraí

source: Created
fr_fr: Créé
ga_ie: Cruthaithe

source: Last Updated
fr_fr: Dernière mise à jour
ga_ie: Uasdátaithe go deireanach

source: Source
ga_ie: Foinse

source: Source Repository
fr_fr: Répertoire de la source
ga_ie: Stór Foinseach

source: Metadata Language
fr_fr: Langue des métadonnées
ga_ie: Teanga Mheiteashonraí

source: Revision
fr_fr: Révision
ga_ie: Athbhreithniú

source: Metadata Creator
fr_fr: Créateur de métadonnées
ga_ie: Cruthaitheoir Meiteashonraí

source: Modalities
fr_fr: Modalités
ga_ie: Módúlacht

source: Click to view contact card
fr_fr: Cliquer pour voir la carte de visite
ga_ie: Cliceáil le hamharc ar chárta inneachair

source: Tel.
fr_fr: Tél.
ga_ie: Uimhir

source: Fax
ga_ie: Facs

source: Funding Type
fr_fr: Type de financement
ga_ie: Cineál Maoinithe

source: Funder
fr_fr: Fonds
ga_ie: Maoinitheoir

source: Funding Countries
fr_fr: Pays ayant participé au financement
ga_ie: Tíortha Maoinithe

source: Funding Country
fr_fr: Pays de financement
ga_ie: Tír Mhaoinithe

source: Project duration
fr_fr: Durée du rojet
ga_ie: Fad tionscadail

source: Project started
fr_fr: Début projet
ga_ie: Tús tionscadail

source: Project ended
fr_fr: Fin projet
ga_ie: Deireadh tionscadail

source: People who looked at this resource also viewed the following:
fr_fr: Les personnes ayant regardé cette ressource ont également regardé:
ga_ie: D'fhéach daoine a d'fhéach ar an acmhainn seo ar a leanas freisin:

source: People who downloaded this resource also downloaded the following:
fr_fr: Les personnes ayant téléchargé cette ressource ont également téléchargé:
ga_ie: D'íoslódáil daoine a d'íoslódáil an acmhainn seo a leanas freisin:

source: Resources from the same project
fr_fr: Ressources du même projet
ga_ie: Acmhainní ón tionscadal céanna

source: Resources from the same creators
fr_fr: Ressources des mêms créateurs
ga_ie: Acmhainní ó na cruthaitheoirí céanna

source: Recording
fr_fr: Enregistrement
ga_ie: Taifead

source: Recorders
fr_fr: Enregistreurs
ga_ie: Taifeadóirí

source: Relation Type
fr_fr: Type de relation
ga_ie: Cineál Gaoil

source: Resource Creation
fr_fr: Création de la ressource
ga_ie: Cruthú Acmhainne

source: Resource Creator
fr_fr: Créateur de la ressourcfe
ga_ie: Cruthaitheoir Acmhainne

source: Creation lasted
fr_fr: Durée de la création
ga_ie: Mhair cruthú

source: Creation started
fr_fr: Début de cration
ga_ie: Thosaigh cruthú

source: Creation ended
fr_fr: Fin de création
ga_ie: Chríochnaigh cruthú

source: Created using ELRI Services
ga_ie: Cruthaithe ag Seirbhísí ELRI

source: Anonymized
fr_fr: Anonymisé
ga_ie: Anaitnidithe

source: Funding Project
fr_fr: Type de financement
ga_ie: Tionscadal Maoinithe

source: Lexical Conceptual Resource
fr_fr: Ressource de lexique conceptuel
ga_ie: Acmhainn Foclóireachta Choincheapúil

source: Language Description
fr_fr: Description de langue
ga_ie: Tuairisc Teanga

source: General Information
fr_fr: Informations générales
ga_ie: Eolas Ginearálta

source: Encoding
fr_fr: Encodage
ga_ie: Ionchódú

source: Performance
ga_ie: Feidhmíocht

source: Required Software
fr_fr: Logiciel requis
ga_ie: Bogearraí Riachtanacha

source: Required hardware
fr_fr: Matériel requis
ga_ie: Crua-earraí Riachtanacha

source: Required LRs
fr_fr: RL requises
ga_ie: ATanna Riachtanacha

source: Running environment details
fr_fr: Détails de l'environnement d'exécution
ga_ie: Sonraí faoi Thimpeallacht Reatha

source: Related Lexicon
fr_fr: Lexique lié
ga_ie: Foclóir Gaolta

source: Setting
fr_fr: Cadre
ga_ie: Suíomh

source: Naturality
fr_fr: Naturalité
ga_ie: Nádúrthacht

source: Conversational type
fr_fr: Type de conversion
ga_ie: Cineál comhrá

source: Scenario
fr_fr: Scénario
ga_ie: Cnámha scéil

source: Audience
fr_fr: Public
ga_ie: Lucht féachana/éisteachta

source: Interactivity
fr_fr: Interactivié
ga_ie: Idirghníomhaíocht

source: Interaction
ga_ie: Idirghníomhaíocht

source: Effective speech duration
fr_fr: Durée effective du temps de parole
ga_ie: Fad cainte iarbhír

source: Audio duration
fr_fr: Durée de l'audio
ga_ie: Fad fuaime

source: Text Format
fr_fr: Format du texte
ga_ie: Formáid Téacs

source: Language Dependent
fr_fr: Dépendant de la langue
ga_ie: Spleách ar Theanga

source: Language Independent
fr_fr: Indépendant de la langue
ga_ie: Neamhspleách ar Theanga

source: Operation
fr_fr: Opération
ga_ie: Oibríocht

source: Operating system
fr_fr: Système d'exploitation
ga_ie: Córas oibriúcháin

source: Running time
fr_fr: Temps d'exécution
ga_ie: Am reatha

source: Evaluation
ga_ie: Measúnú

source: Evaluated
fr_fr: Evalué
ga_ie: Measta

source: Evaluation level
fr_fr: Niveau d'évaluation
ga_ie: Leibhéal measúnaithe

source: Evaluation type
fr_fr: Type d'évaluation
ga_ie: Cineál measúnaithe

source: Evaluation criteria
fr_fr: Critères d'évaluation
ga_ie: Critéir mheasúnaithe

source: Evaluation measure
fr_fr: Mesure d'évaluation
ga_ie: Gníomh measúnaithe

source: Evaluation Report
fr_fr: Rapport d'évaluation
ga_ie: Tuairisc Mheasúnaithe

source: Evaluation Tool
fr_fr: Outil d'évaluation
ga_ie: Uirlis Mheasúnaithe

source: Evaluation details
fr_fr: Détails d'évaluation
ga_ie: Sonraí measúnaithe

source: Programming language
fr_fr: Langage de programmation
ga_ie: Teanga ríomhchlárúcháin

source: Formalism
fr_fr: Formalisme
ga_ie: Foirmiúlachas

source: Original Source
fr_fr: Source originale
ga_ie: Bunfhoinse

source: Details
fr_fr: Détails
ga_ie: Sonraí

source: Access tools
fr_fr: Outils d'accès
ga_ie: Uirlisí rochtana

source: Associated resources
fr_fr: Ressources associées
ga_ie: Acmhainní gaolta

source: Foreseen Use
fr_fr: Ustilsation prévue
ga_ie: Úsáid Thuartha

source: Use specific to NLP
fr_fr: Utilisations propres au TAL
ga_ie: Úsáid sonraithe do NLP

source: Actual Use
fr_fr: Utilisation réelle
ga_ie: Úsáid Iarbhír

source: Usage Report
fr_fr: Rapport d'utilisation
ga_ie: Tuairisc Úsáide

source: Derived Resources
fr_fr: Ressources dérivées
ga_ie: Acmhainní Díorthaithe

source: Used in
fr_fr: Utilisé dans
ga_ie: Úsáidte in

source: Validated
fr_fr: Validé
ga_ie: Bailíochtaithe

source: Not Validated
fr_fr: Non valié
ga_ie: Gan bailíochtú

source: Type of Validation
fr_fr: Type de validation
ga_ie: Cineál Bailíochtaithe

source: Validation Mode
fr_fr: Mode de validation
ga_ie: Mód Bailíochtaithe

source: Mode Details
fr_fr: Détails du mode
ga_ie: Sonraí Móid

source: Extent
fr_fr: Etendue
ga_ie: Fairsinge

source: Extent Details
fr_fr: Détails d'étendue
ga_ie: Sonraí Fairsinge

source: Validation Reports
fr_fr: Rapports de validation
ga_ie: Tuairiscí Bailíochtaithe

source: Validation Tools
fr_fr: Outils de validation
ga_ie: Uirlisí Bailíochtaithe

source: Validator
fr_fr: Validateur
ga_ie: Bailíochtóir

source: Version
ga_ie: Leagan

source: Update Frequency
fr_fr: Fréquence de mise à jour
ga_ie: Minicíocht Uasdátaithe

source: Dynamic Element
fr_fr: Element dynamique
ga_ie: Eilimint Dhinimiciúil

source: Resolution
fr_fr: Résolution
ga_ie: Taifeach

source: Compression
ga_ie: Comhbhrú

source: Search and Browse
fr_fr: Rechercher et parcourir
ga_ie: Cuardaigh agus Brabhsáil
