Repository: hpusset/ELRI
Catalog: metashare/po_files/*/templates/locale/*/LC_MESSAGES/django.po
Languages: fr_fr, ga_ie

source: Permission Denied (403)
fr_fr: Permission refusée (403)
ga_ie: Cead á Diúltú (403)

source: You don't have the sufficient rights to access this resource.
fr_fr: Vous n'avez pas les droits suffisants pour accéder à cette ressource.
ga_ie: Níl na cearta cuí agat le rochtain a fháil ar an acmhainn seo.

source: Page not Found (404)
fr_fr: Page non trouvée (404)
ga_ie: Níor aimsíodh an leathanach (404)

source: We&rsquo;re sorry, but the URL you requested was not found.
fr_fr: Nous sommes désolés mais l'URL que vous avez demandé n'a pas pu être trouvé.
ga_ie: Tá brón orainn, níor aimsíodh an URL a d'iarr tú.

source: Please try again and, if the error persists, contact the ELRI NRS support group (<a href="mailto:%(email)s" >%(email)s</a>).
ga_ie: Triail arís é le do thoil, agus má leanann an earráid ar aghaidh, bí i dteagmháil le grúpa tacaíochta an SAN ELRI (<a href=“mailto:%(email)s” >%(email)s</a>).

source: Internal Server Error (500)
fr_fr: Erreur de serveur interne (500)
ga_ie: Earráid sa Fhreastalaí Inmheánach (500)

source: We&rsquo;re sorry, but an internal error occurred when processing your request.
fr_fr: Nous sommes désolés, mais une erreur interne a eu lieu lors du traitement de votre demande.
ga_ie: Tá brón orainn, tharla earráid inmheánach agus d'iarratas á phróiseáil.

source: ELRI National Relay Station
fr_fr: Station de Relais National ELRI
ga_ie: Stáisiún Athsheachadta Náisiúnta ELRI

source: "OK, I aggree "
ga_ie: “Tá go maith, aontaím”

source: "Decline "
ga_ie: “Diúltaigh”

source: "Allow cookies"
ga_ie: "Ceadaigh fianáin"

source: "Learn more"
ga_ie: “Léigh níos mó faoi”

source: Home
fr_fr: Accueil
ga_ie: Baile

source: ELRI Services
fr_fr: Services ELRI
ga_ie: Seirbhísí ELRI

source: The ELRI project is intended to provide services related to the collection, preparation, storage and sharing of language resources. These services are provided via National Relay Stations, websites based in the Member States that are part of the initiative.
fr_fr: Le projet ELRI vise a fournir des services relatif à la collecte, la préparation, le stockage, et le partage de ressources linguistiques. Ces services sont fournis par les Station de Relai Nationaux, des sites basés dans les pays de membres faisant partie de l'initiative.
ga_ie: Tá i gceist le tionscadal an ELRI seirbhísí a sholáthar i dtaca le hacmhainní teanga a bhailiú, a réiteach, a stóráil agus a roinnt. Cuirtear na seirbhísí sin ar fáil trí Stáisiúin Athsheachadta Náisiúnta, suímh idirlín bunaithe sna Ballstáit a bhfuil páirt acu sa tionscnamh.

source: Users that have registered to an ELRI National Relay Stations can upload their data and benefit from fully prepared resources. For instance, users can upload collections of documents in different languages and retrieve translation memories that will have been created automatically by our integrated data processing engines.
fr_fr: Les utilisateurs enregistrés aux Stations de Relai Nationaux peuvent importer leur données et profiter de ressources complètement traitées. Par exemple, les utilisateurs peuvent fournir des collection de documents en plusieurs langues et récupérer des mémoires de traduction qui auront été crées automatiquement par nos moteur de traitement de données intègres.
ga_ie: Is féidir le húsáideoirí atá cláraithe le Stáisiún Athsheachadta Náisiúnta de chuid ELRI a gcuid sonraí a uaslódáil agus tairbhe a bhaint as acmhainní atá lánréitithe. Mar shampla, is féidir le húsáideoirí bailiúcháin doiciméad a uaslódáil i dteangacha éagsúla agus cuimhní aistriúcháin a aisghabháil a gcruthófar go huathoibríoch ag ár gcuid inneall comhtháite próiseáilte sonraí.

source: Users can decide to share a given resource with a specific group of users, at the national level between similar public organisations, with the European Commission to help improve European public translation services, or with the community at large for data that can be shared without restrictions.
fr_fr: Les utilisateurs peu choisir de donner accès à une ressource à un groupe spécifique d'utilisateurs, au niveau national entre organismes similaire, avec la Commission Européenne pour améliorer leur services de traduction, ou avec la communauté entière pour les données qui peuvent être partagées sans restriction.
ga_ie: Is féidir le húsáideoirí acmhainn ar leith a roinnt le grúpa sonraithe úsáideoirí, idir eagraíochtaí poiblí cosúla ag an leibhéal náisiúnta, leis an gCoimisiún Eorpach mar áis chun cabhrú le seirbhísí aistriúcháin poiblí Eorpacha, nó leis an bpobal i gcoitinne do shonraí ar féidir iad a roinnt gan srianta.

source: Only registered users can browse and download those resources that have been made available to the groups to which they belong, according to the licensing terms under which the resources are provided.
fr_fr: Seul les utilisateurs enregistrés peuvent télécharger ces ressources mis à leur disposition à travers les groupes auxquels il appartiennent selon les condition de licence avec lesquels la ressource est fournie.
ga_ie: Úsáideoirí cláraithe amháin atá ábalta na hacmhainní sin atá curtha ar fáil do na grúpaí lena mbaineann siad a bhrabhsáil agus a íoslódáil, de réir na dtéarmaí ceadúnaithe faoina gcuirtear na hacmhainní ar fáil.

source: Managing Language Resources
fr_fr: Gérer les ressources linguistiques
ga_ie: Acmhainní Teanga a Bhainistiú

source: To benefit from the services of this ELRI National Relay Station, users should follow the following procedure:
fr_fr: Pour bénéficier des services des Station de Relai Nationaux, le utilisateurs doivent suivre la procédure suivante:
ga_ie: Chun tairbhe a bhaint as seirbhísí an Stáisiúin Athsheachadta Náisiúnta ELRI seo, ba chóir d'úsáideoirí an nós imeachta a leanas a leanúint:

source: New users should first register <a href="../accounts/create/">here</a>. Once your account credentials have been validated, you can log in and either search (via the Browse Resources menu) or contribute ((via the Contribute Resources menu) language resources.
ga_ie: Ba chóir d'úsáideoirí nua clárú <a href="../accounts/create/">anseo</a> ar dtús. Nuair atá dintiúir do chuntais deimhnithe, is féidir leat logáil isteach agus cuardach (tríd an roghchlár Brabhsáil Acmhainní) nó acmhainní teanga a chur ar fáil (tríd an roghchlár Cuir Acmhainní ar Fáil).

source: For each language resource, you will be asked to provide the languages of its content, a short title, the group with which you wish to share the resource, and the associated licensing conditions (see <a href="#Licensing_LRs">below</a>).
ga_ie: Do gach acmhainn teanga, iarrfar ort teangacha a inneachair a chlárú, mar aon le teideal gearr, an grúpa is mian leat an acmhainn a roinnt leis, agus na coinníollacha ceadúnaithe a bhaineann leis (féach <a href="#Licensing_LRs">thíos</a>).

source: Users who require the creation of a specific group of users for sharing purposes, beyong the available user groups, can contact us via the Contact menu.
ga_ie: Na húsáideoirí sin ar mian leo go gcruthófaí grúpa ar leith úsáideoirí chun ábhar a roinnt orthu, seachas na grúpaí úsáideoirí atá ar fáil cheana, is féidir leo dul i dteagmháil linn tríd an roghchlár Teagmhála.

source: Once the resource has been fully prepared by our data processing engines, you will receive a notification email and will be able to download the prepared resource. If further information were needed about the resource and its licensing conditions, you may be contacted by an ELRI responsible.
ga_ie: Nuair atá an acmhainn lánréitithe ag ár gcuid inneall próiseála sonraí, cuirfear ríomhphost fógartha chugat agus beidh tú ábalta an acmhainn réitithe a íoslódáil. Má tharlaíonn sé go mbeidh eolas sa bhreis faoin acmhainn agus a coinníollacha ceadúnaithe ag teastáil, seans go mbeadh ionadaí ón ELRI i dteagmháil leat.

source: Until clearance has been granted, the resource can only be viewed by authorised reviewers of the National Relay Station. Once clearing is granted, the prepared resource will be downloadable by users of the authorised group of users, in accordance to its licensing conditions.
ga_ie: Go dtí go mbeidh cead faighte, ní bheidh ach athbhreithneoirí údaraithe den Stáisiún Athsheachadta Náisiúnta ábalta an acmhainn a fheiceáil. Ach cead a bheith tugtha, beidh úsáideoirí ón ngrúpa údaraithe úsáideoirí ábalta an acmhainn réitithe a íoslódáil, de réir a coinníollacha ceadúnaithe.

source: Licensing Language Resources
fr_fr: Mettre les ressources linguistiques sous licence
ga_ie: Acmhainní Teanga a cheadúnú

source: Any grant of access to language resources via this National Relay Station should include not only the right to read the relevant content but also to allow transformative uses, dissemination and distribution of such resources and their derivatives, according to the needs and policies of language resource owners and users.
ga_ie: Aon chead rochtana a thugtar ar acmhainní teanga tríd an Stáisiún Athsheachadta Náisiúnta seo, ba chóir a bheith san áireamh leis ní hamháin cead an t-ábhar ábhartha a léamh ach úsáid chlaochlaitheach a bhaint as, mar aon le scaipeadh agus dáileadh a leithéid ábhar agus a ndíorthaigh, de réir riachtanas agus pholasaithe sealbhóirí agus úsáideoirí acmhainní teanga.

source: To limit the complexity of licensing, we strongly advise data providers to use one of the standard licences, i.e. <b>Creative Commons</b> and open national licences indicated below, which are pre-selected in the data upload form for convenience.
ga_ie: Chun castacht an cheadúnaithe a mhaolú, molaimid go láidir do sholáthróirí sonraí úsáid a bhaint as ceann de na ceadúnais chaighdeánacha, i.e. <b>Creative Commons</b> agus ceadúnais náisiúnta oscailte mar atá thíos, atá réamhroghnaithe san fhoirm uaslódáilte sonraí ar mhaithe le háisiúlacht.

source: Users can also provide a licence of their choice by uploading a PDF file detailing the licensing conditions. These user-specific licenses will be reviewed by responsibles from the ELRI National Relay Station to assess whether this specific license meets the required terms of conditions for sharing via ELRI.
ga_ie: Is féidir le húsáideoirí ceadúnas dá rogha féin a sholáthar freisin trí chomhad PDF a uaslódáil a shonraíonn na coinníollacha ceadúnaithe. Déanfar na ceadúnais sainúsáideora seo a scrúdú ag daoine freagracha ón Stáisiún Athsheachadta Náisiúnta ELRI chun a mheas cé an gcomhlánaíonn na ceadúnais áirithe sin na téarmaí agus coinníollacha atá leagtha síos chun ábhar a roinnt trí ELRI.

source: Licences
ga_ie: Ceadúnais

source: Value
fr_fr: Valeur
ga_ie: Luach

source: Full name with link to licence text or Definition
ga_ie: Ainm iomlán le nasc go dtí téacs nó sainmhíniú an cheadúnais

source: International/National Data Licences
fr_fr: Licences de données nationales/internationales
ga_ie: Ceadúnais Sonraí Idirnáisiúnta/Náisiúnta

source: Used for resources that are free of all known legal restrictions
ga_ie: Úsáidtear do acmhainní atá saor ó gach srianta dlíthiúla aitheanta

source: Used for resources that are PSI-compliant and no further information is required or available
ga_ie: Úsáidtear d'acmhainní atá FEP-comhlíontach (Faisnéis ón Earnáil Phoiblí) agus nach bhfuil eolas sa bhreis ag teastáil ná le fáil

source: National Data Licences
fr_fr: Licences de données nationales
ga_ie: Ceadúnais Sonraí Náisiúnta

source: ELRI National Relay Station
fr_fr: Station de Relais National ELRI
ga_ie: Stáisiún Athsheachadta Náisiúnta ELRI

source: powered by <a href="http://www.meta-share.org/" target="_blank">META-SHARE</a> and <a href="https://elrc-share.eu/" target="_blank">ELRC-SHARE</a>
ga_ie: cumhachtaithe ag <a href="http://meta-share.org/" target="_blank">META-SHARE</a> agus <a href="https://elrc-share.eu/" target="_blank">ELRC-SHARE</a>

source: Privacy Policy
ga_ie: Polasaí Príobháideachais

source: Welcome to ELRI in MyCountry!
fr_fr: Bienvenue à ELRI en France !
ga_ie: Fáilte chuig ELRI na hÉireann!

source: This site is the official National Relay Station in MyCountry, where language resources can be collected, prepared and shared amongst public institutions and translation centres.
fr_fr: Ce site est la Station de Relais National ELRI en France, où les resources linguistiques peuvent être collectées, préparées et partagées entre institutions et centres de traduction publics.
ga_ie: Is é an suíomh seo an Stáisiún Athsheachadta Náisiúnta oifigiúil in Éirinn, áit ar féidir acmhainní teanga a bhailiú, a réiteach agus a roinnt ar institiúidí poiblí agus lárionaid aistriúcháin.

source: National Relay Stations are developed within the <a href="http://www.elri-project.eu">ELRI</a> European project, supported by the <a href="http://ec.europa.eu/inea/en/connecting-europe-facility">Connecting Europe Facility</a> programme.
fr_fr: Les Stations de Relais National sont développées dans le cadre du projet européen <a href="http://www.elri-project.eu">ELRI</a>, soutenu par le programme <a href="http://ec.europa.eu/inea/en/connecting-europe-facility">Connecting Europe Facility</a>.
ga_ie: Déantar Stáisiúin Athsheachadta Náisiúnta a fhorbairt taobh istigh den tionscadal Eorpach <a href="http://www.elri-project.eu">ELRI</a>, le tacaíocht ón gclár <a href="http://ec.europa.eu/inea/en/connecting-europe-facility">Saoráid um Chónascadh na hEorpa</a>.

source: Help promote language equality in Europe by joining the ELRI network!
fr_fr: Contribuez à l'égalité entre langues en Europe en rejoignant le réseau ELRI !
ga_ie: Cuir le comhionannas teanga san Eoraip trí bhallraíocht a ghlacadh i ngréasán an ELRI!

source: Join ELRI
fr_fr: Rejoindre ELRI
ga_ie: Glac Ballraíocht san ELRI

source: Members of public institutions and translation centres can join user groups to download shared resources, contribute their own data and benefit from translation memories or other language resources automatically prepared by the ELRI engines.
fr_fr: Les membres d'institutions et centres de traduction publics peuvent rejoindre divers groupes d'utilisateurs pour télécharger et partager des ressources linguistiques, contribuer avec leur propre données et profiter de mémoires de traductions ou d'autres ressources préparées par les systèmes ELRI.
ga_ie: Is féidir le comhaltaí in institiúidí poiblí agus lárionaid aistriúcháin ballraíocht a ghlacadh i ngrúpaí úsáideoirí chun acmhainní roinnte a íoslódáil, a gcuid sonraí féin a chur ar fáil agus tairbhe a bhaint as cuimhní aistriúcháin nó acmhainní teanga eile a réitíonn innill an ELRI go huathoibríoch.

source: <a href="/accounts/create">Register</a> to become a member of ELRI. <br>Already a member? <a href="/login">Sign in</a>.
ga_ie: <a href="/elri/accounts/create">Cláraigh</a> le ballraíocht a ghlacadh san ELRI. <br>An ball tú cheana? <a href="/elri/login">Sínigh isteach</a>.

source: Search and share
fr_fr: Rechercher et partager
ga_ie: Cuardaigh agus roinn

source: <a href="/repository/search">Browse</a> available language resources. <br><a href="/repository/contribute">Contribute</a> your own data and retrieve prepared language resources.
ga_ie: <a href="/elri/repository/search">Brabhsáil</a> acmhainní teanga atá ar fáil. <br><a href="/elri/repository/contribute">Cuir ar fáil</a> do chuid sonraí féin agus athghabháil acmhainní teanga réitithe.

source: Browse the resources of the ELRI catalogue
ga_ie: Brabhsáil na hacmhainní don chatalóg ELRI

source: Browse
ga_ie: Brabhsáil

source: Contribute
ga_ie: Cuir Acmhainní ar Fáil

source: Create/edit resource metadata or upload resource data
fr_fr: Créer/éditer les métadonnées de ressources ou importer les données d'une ressource
ga_ie: Cruthaigh/leasaigh meiteashonraí acmhainne nó uaslódáil sonraí acmhainne

source: Manage
ga_ie: Bainistigh

source: Create/edit your own resource metadata or upload resource data
fr_fr: Créer/éditer les métadonnées de vos propres ressources ou importer les données de la ressource
ga_ie: Cruthaigh/leasaigh do mheiteashonraí acmhainne féin nó uaslódáil sonraí acmhainne

source: Manage your own resources
fr_fr: Gérer vos propres ressources
ga_ie: Bainistigh d'acmhainní féin

source: Manage all resources
fr_fr: Gérer toutes les ressources
ga_ie: Bainistigh gach acmhainn

source: Manage LRs by ELRC deliverables
fr_fr: Gérer les RLs par livraison ELRC
ga_ie: Bainistigh Acmhainní Teanga de réir tháirgí insoláthartha ELRC

source: Create/edit person object metadata
fr_fr: Créer/éditer les métadonnées d'un objet "personne"
ga_ie: Cruthaigh/leasaigh meiteashonraí duine oibiachta

source: Manage person objects
fr_fr: Gérer les objets "personne"
ga_ie: Bainistigh duine oibiachtaí

source: Create/edit organization object metadata
fr_fr: Créer/éditer les métadonnées d'un objet "organisme"
ga_ie: Cruthaigh/leasaigh meiteashonraí eagraíochta oibiachta

source: Manage organization objects
fr_fr: Gérer les objets "organisme"
ga_ie: Bainistigh eagraíocht oibiachtaí

source: Create/edit project object metadata
fr_fr: Créer/éditer les métadonnées d'un objet "projet"
ga_ie: Cruthaigh/leasaigh meiteashonraí tionscadail oibiachta

source: Manage project objects
fr_fr: Gérer les objets "projets"
ga_ie: Bainistigh tionscadal oibiachtaí

source: Create/edit document/paper object metadata
fr_fr: Créer/éditer les métadonnées d'un objet "document/article"
ga_ie: Cruthaigh/leasaigh meiteashonraí doiciméid/páipéir oibiachta

source: Manage document objects
fr_fr: Gérer les objets "document"
ga_ie: Bainistigh doiciméad oibiachtaí

source: Upload XML resource descriptions
fr_fr: Importer les description de ressources XML
ga_ie: Uaslódáil tuairiscí acmhainne XML

source: Upload resource descriptions
fr_fr: Importer les descriptions de ressources
ga_ie: Uaslódáil tuairiscí acmhainne

source: Manage users and groups
ga_ie: Bainistigh úsáideoirí agus grúpaí

source: Administration
ga_ie: Riarachán

source: View various statistics for this META-SHARE Node
fr_fr: Voir diverse statiostiques pour ce nœud META-SHARE
ga_ie: Amharc ar staitisticí éagsúla don nód META-SHARE seo

source: Statistics
fr_fr: Statistiques
ga_ie: Staitisticí

source: Usage
fr_fr: Utilisation
ga_ie: Úsáid

source: Terms of Service
fr_fr: Conditions de service
ga_ie: Téarmaí Seirbhíse

source: Use of ELRI Services
fr_fr: Utilisation des services ELRI
ga_ie: Úsáid Seirbhísí ELRI

source: Sharing of Language Resources
fr_fr: Partage des ressources linguistiques
ga_ie: Roinnt Acmhainní Teanga

source: Privacy
fr_fr: Vie privée
ga_ie: Príobháideachas

source: Data Protection
fr_fr: Protection des données
ga_ie: Cosaint Sonraí

source: Data Protection Statement
fr_fr: Déclaration de protection des données
ga_ie: Ráiteas Cosanta Sonraí

source: Notice and Takedown Policy
fr_fr: Avertissement et politique de retractation
ga_ie: Polasaí Fógartha agus Tógála Síos

source: Help
fr_fr: Aide
ga_ie: Cabhair

source: Profile settings and actions
fr_fr: Paramètres du profil et actions
ga_ie: Socruithe agus gníomhartha próifíle

source: View your recent actions
fr_fr: Voir vos actions récentes
ga_ie: Amharc ar do ghníomhartha deireanacha

source: View or edit your personal details
fr_fr: Voir ou éditer vos information personnelles
ga_ie: Amharc ar nó leasaigh do shonraí pearsanta

source: Edit your profile
fr_fr: Modifier votre profil
ga_ie: Cuir do phróifíl in eagar

source: Change your password
fr_fr: Changez votre mot de passe
ga_ie: Athraigh do phasfhocal

source: Apply for eDelivery membership
fr_fr: Demander une adhésion à eDelivery
ga_ie: Cuir isteach ar bhallraíocht eDelivery

source: Apply for ELRC-SHARE eDelivery membership
fr_fr: Demander une adhésion à ELRC-SHARE eDelivery
ga_ie: Cuir isteach ar bhallraíocht eDelivery ELRC-SHARE

source: ELRC-SHARE RESTful API
ga_ie: API ELRC-SHARE RESTful

source: Logout
fr_fr: Se déconnecter
ga_ie: Logáil amach

source: Register
fr_fr: S'incrire
ga_ie: Cláraigh

source: Login
fr_fr: Connection
ga_ie: Logáil isteach

source: Documentation
ga_ie: Doiciméadacht

source: The following guidelines provide detailed information on how to use the ELRI platform.
ga_ie: Tugann na treoirlínte a leanas mionsonraí ar conas an suíomh seo ELRI a úsáid.

source: User guidelines
ga_ie: Treoirlínte d’úsáideoirí

source: Contact details
fr_fr: Informations de contact
ga_ie: Sonraí teagmhála

source: For enquiries related to the project, please refer to the <a href="http://www.elri-project.eu/contact-us.html" target="_blank">list of ELRI Contacts
fr_fr: Pour toute question sur ce projet, merci d'utiliser la <a href="http://www.elri-project.eu/contact-us.html" target="_blank">liste de contacts ELRI
ga_ie: I dtaca le fiosrúcháin a bhaineann leis an tionscadal, déan tagairt don <a href="http://www.elri-project.eu/contact-us.html" target="_blank">liosta de Theagmhálaithe an ELRI

source: For technical help about this National Relay Station, you can contact us at <a href="mailto:%(email)s" >%(email)s</a>.
ga_ie: Do chabhair theicniúil faoin Stáisiún Athsheachadta Náisiúnta, déan teagmháil linn ag <a href=“mailto:%(email)s” >%(email)s</a>.

source: <strong>ELRI Terms of Service</strong>
fr_fr: <strong>Conditions de services ELRI</strong>
ga_ie: <strong>Téarmaí Seirbhíse an ELRI</strong>

source: These are the Terms of Use and Provision of the ELRI Services for all registered Users of the ELRI National Relay Station in [Member State]. By using ELRI Services, you are agreeing to these Terms. Please read them carefully, as you are bound by them.
fr_fr: Voici les termes d'utilisation et de provison des services ELRI pour tous les utilisateurs des Stations de Relai National ELRI enregistrés dans [Member State]. En utilisant les services ELRI, vous acceptez ces conditions. Merci de les lire attentivement puisqu'elles vous lient.
ga_ie: Is iad seo Téarmaí Úsáide agus Soláthair Sheirbhísí an ELRI do gach Úsáideoir cláraithe de chuid an Stáisiúin Athsheachadta Náisiúnta ELRI i [Ballstát]. Trí úsáid a bhaint as Seirbhísí ELRI tá tú ag glacadh leis na téarmaí seo. Léigh go cúramach iad, mar nach mór duit cloí leo.

source: <b>Interpretation</b>
fr_fr: <b>Interprétaion</b>
ga_ie: <b>Léirmhíniú</b>

source: a) “User” or “You”: means an individual or entity who is exercising rights or undertaking legal obligations under this Service Agreement and who has not previously violated these Terms of Service or who has received express permission from the Service Provider despite a previous violation. Registered Users’ details are OR have been obtained through registration with the ELRI Services.
ga_ie: a) “Úsáideoir” nó “Tú”: duine nó aonán atá ag cur cearta i bhfeidhm nó ag glacadh dualgais dhlíthiúla faoin gComhaontú Seirbhíse seo agus nár sháraigh na Téarmaí Seirbhíse seo cheana nó a fuair cead soiléir ón Soláthraí Seirbhíse in ainneoin sárú a tharla roimhe. Faightear NÓ fuarthas sonraí na nÚsáideoirí Cláraithe trí chlárú leSheirbhísí an ELRI.

source: b) “ELRI”: means all organisations that form part of the ELRI consortium.
ga_ie: b) “ELRI”: gach eagraíocht atá ina chomhpháirt de chuibhreannas an ELRI.

source: c) “Service Provider”: means the ELRI National Relay Station in [Member State], which is hosted by [NAME OF HOSTING ORGANISATION] as a member of ELRI.
ga_ie: c) “Soláthraí Seirbhíse”: an Stáisiún Athsheachadta Náisiúnta ELRI in [Ballstát], a óstálann [AINM NA HEAGRAÍOCHTA OSTÁLA] mar bhall den ELRI.

source: d) “ELRI Services”: These are the services offered by ELRI, which include:
ga_ie: d) “Seirbhísí ELRI”: Seirbhísí a chuireann an ELRI ar fáil, iad seo a leanas san áireamh:

source: User registration, authentication and authorisation
fr_fr: Inscription d'utilisateurs, authentification et autorisation
ga_ie: Clárú, fíordheimhniú agus údarú úsáideoirí
