Repository: hpusset/ELRI
Catalog: metashare/po_files/*/templates/locale/*/LC_MESSAGES/django.po
Languages: fr_fr, ga_ie

source: The ELRI Consortium consisting of Fundación Centro de Tecnologías de Interacción Visual y Comunicaciones (<a href="http://www.vicomtech.org">VICOMTECH</a>), the Administrative Modernization Agency (<a href="https://www.ama.gov.pt/">AMA</a>), Dublin City University School of Computing (<a href="https://www.computing.dcu.ie">DCU</a>), the Evaluations and Language Resource Distribution Agency (<a href="http://www.elda.org">ELDA</a>), Faculdade de Ciências da Universidade de Lisboa (<a href="https://ciencias.ulisboa.pt">FCUL</a>), Linkare TI – Tecnologias de Informação, Lda. (<a href="http://www.linkare.com">Linkare</a>) and the Kingdom of Spain, represented by the Secretary of State for Digital Progress (<a href="https://www.mincotur.gob.es/telecomunicaciones">SEAD</a>) are jointly responsible for the collection and processing of personal data. ELRI and all its members are committed to goal- and risk-oriented information privacy and the fundamental right to the protection of personal data. The ELRI Action deploys websites (“National Relay Stations”) dedicated to the collection, processing and sharing of Language Resources in different Member States of the European Union. In this data protection policy, we inform you about the processing of your personal data when visiting the website and/or using the services of this National Relay Station.
ga_ie: Tá na comhlachtaí seo a leanas Fundación Centro de Tecnologías de Interacción Visual y Comunicaciones (<a href="http://www.vicomtech.org">VICOMTECH</a>), the Administrative Modernization Agency (<a href="https://www.ama.gov.pt/">AMA</a>), Scoil Ríomhaireachta Ollscoil Chathair Bhaile Átha Cliath (<a href="https://www.computing.dcu.ie">OCBÁC</a>), the Evaluations and Language Resource Distribution Agency (<a href="http://www.elda.org">GDMAT</a>), Faculdade de Ciências da Universidade de Lisboa (<a href="https://ciencias.ulisboa.pt">FCUL</a>), Linkare TI – Tecnologias de Informação, Lda. (<a href="http://www.linkare.com">Linkare</a>) agus Ríocht na Spáinne, arna hionadú ag an Rúnaí Stáit um an tSochaí Faisnéise agus an Clár Digiteach (<a href="https://www.mincotur.gob.es/telecomunicaciones">SEAD</a>) freagrach go comhpháirteach as an mbailiú agus as an bpróiseáil a dhéanamh ar shonraí pearsanta. Tá ELRI agus a chomhaltaí go léir tiomanta ar phríobháideacht faisnéise atá oiriúnaithe ar spriocanna agus priacail agus ar an gceart bunúsach maidir le sonraí pearsanta a chosaint. Imlonnaíonn Gníomh ELRI suíomhanna gréasáin (“Stáisiúin Athsheachadáin Náisiúnta”) atá dírithe ar bhailiú, ar phróiseáil, agus ar roinnt a dhéanamh ar acmhainní teanga i mBallstáit éagsúla de chuid an Aontais Eorpaigh. San bheartas um chosaint sonraí seo, coinnímid ar an eolas tú maidir leis an bpróiseáil a dhéantar ar do shonraí pearsanta le linn duit cuairt a dhéanamh ar an suíomh gréasáin agus/nó úsáid a bhaint as seirbhísí an Stáisiúin Athsheachadáin Náisiúnta seo.

source: <b>Controller</b>
ga_ie: <b>Rialtóir</b>

source: [Name of hosting organisation of the NRS]
ga_ie: Ollscoil Chathair Bhaile Átha Cliath (OCBÁC)

source: <b>Data Protection Officer</b>
ga_ie: <b>An tOifigeach um Chosaint Sonraí</b>

source: <li> Contact: [Contact/name of the data protection officer], Phone: [number], </li>
ga_ie: <li> Déan teagmháil le: An tUas. Martin Ward, Glaoigh: 01-700 5118 </li>

source: <li> E-Mail: <a href="mailto:EMAIL_OF" >EMAIL_OF</a> </li>
ga_ie: <li> Rphost: <a href=“mailto:data.protection@dcu.ie” >data.protection@dcu.ie</a> </li>

source: <b>Purpose</b>
ga_ie: <b>Beartas Príobháideachta</b></h3> <p align=\"justify\">Tugtar tosaíocht do Bheartas Príobháideachta OCBÁC ar gach beartas príobháideachta eile.<br><a href="https://www.dcu.ie/sites/default/files/info/25_-_data_privacy_policy_v3.1.pdf">https://www.dcu.ie/sites/default/files/info/25_-_data_privacy_policy_v3.1.pdf</a></p><h3><b>Cuspóir</b>

source: Within an ELRI National Relay Station, personal data are only processed for the following purposes:
ga_ie: Laistigh de Stáisiún Athsheachadáin Náisiúnta ELRI, ní dhéantar próiseáil ar shonraí pearsanta ach chun na críoch seo a leanas:

source: Establishment of contact and correspondence with visitors and users
ga_ie: Teagmháil agus comhfhreagras a thionscnamh le cuairteoirí agus le húsáideoirí

source: Registration of users.
ga_ie: Clárúchán úsáideoirí.

source: <b>Anonymous and protected usage</b>
ga_ie: <b>Úsáid gan ainm agus faoi chosaint</b>

source: Personal data are only collected via our contact page, where users can contact us electronically, and via our registration page.
ga_ie: Ní bhailítear sonraí pearsanta ach amháin ar ár leathanach teagmhála, áit a bhféadfadh úsáideoirí teagmháil a dhéanamh linn go leictreonach, agus ar ár leathanach clárúcháin.

source: <b>Recipients</b>
ga_ie: <b>Faighteoirí</b>

source: The processed data will not be transmitted to any third parties or otherwise disclosed, except on the basis of concrete legal obligations or contractual obligations within the ELRI Action 2016-EU-IA-0111 under grant agreement No INEA/CEF/ICT/A2016/1330962. Within our information offering, we do not embed information or service offerings of third party providers.
ga_ie: Ní dhéanfar na sonraí próiseáilte a tharchur chuig aon tríú páirtí nó a nochtadh ar shlí eile, ach amháin ar bhonn oibleagáidí dlíthiúla nithiúla nó oibleagáidí conartha laistigh de Ghníomh BATE 2016-EU-IA-0111 faoi chomhaontú deontais Uimh. INEA/CEF/ICT/A2016/1330962. Laistigh dár tairiscint faisnéise ní dhéanaimid faisnéis nó tairiscintí seirbhíse de chuid soláthraithe tríú páirtí a leabú.

source: International Data Transfer may take place via storage services provided by Box, a company certified under the EU-U.S. Privacy Shield Framework.
ga_ie: Leagtar amach an beartas i leith Aistriú Sonraí go hIdirnáisiúnta i mBeartas Príobháideachta OCBÁC. <a href=\"https://www.dcu.ie/sites/default/files/info/25_-_data_privacy_policy_v3.1.pdf\">https://www.dcu.ie/sites/default/files/info/25_-_data_privacy_policy_v3.1.pdf</a>

source: <b>Access data</b>
ga_ie: <b>Sonraí rochtana</b>

source: The legitimate interests pursued by ELRI include, among others, also the adaptation and optimisation of the information offering and the investigation, detection and prosecution of illegal activities in connection with the usage of our website.
ga_ie: I measc na bhforas dlisteanach a thugann BATE faoi freisin áirítear modhnú agus optamú a dhéanamh ar an tairiscint faisnéise agus imscrúdú, brath agus ionchúiseamh maidir le gníomhaíochtaí mídhleathacha i dtaca le húsáid ár suímh ghréasáin.

source: The ELRI National Relay Station and services log certain information about every request sent to them. This information is used for system administration and for producing usage statistics. Summary statistics are extracted from this data and some of these may be made publicly available, but these do not include information from which individuals could be identified.
ga_ie: Déanann an Stáisiún Athsheachadáin Náisiúnta BATE faisnéis áirithe a logáil maidir le gach iarratas a sheoltar chucu. Úsáidtear an fhaisnéis seo le haghaidh riaradh an chórais agus chun staitisticí úsáide a ghiniúint. Baintear staitisticí achoimre ó na sonraí seo agus d’fhéadfaí go gcuirfí roinnt díobh seo ar fáil go poiblí, ach ní áireofaí iontu seo faisnéis lena bhféadfaí daoine aonair a aithint.

source: Relevant subsets of this data may be used as part of investigations of computer misuse involving this site. Data may also on occasion be used to enable investigation of technical problems on the website. Otherwise logged information is not passed to any third party except if required by law.
ga_ie: D’fhéadfaí fothacair iomchuí de na sonraí seo a úsáid mar chuid d’imscrúduithe ar mhí‑úsáid ríomhaireachta a bhaineann leis an suíomh seo. D’fhéadfaí sonraí a úsáid freisin ó am go chéile d’fhonn imscrúdú a chumasú ar fhadhbanna teicniúla ar an suíomh gréasáin. Ní thugtar faisnéis logáilte d’aon tríú páirtí murach sin ach amháin má cheanglaítear é sin a dhéanamh faoin dlí.

source: <b>Correspondence</b>
ga_ie: <b>Comhfhreagras</b>

source: You have the option to contact us by e-mail. We will use your e-mail address and other personal contact data for the correspondence with you. Due to legal obligation, every e-mail correspondence will be archived. Subject to our legitimate interests your e-mail address and other personal contact data can be stored in our contact database. In this case, you will receive a corresponding information on the processing of your contact data.
ga_ie: Tá an rogha agat teagmháil a dhéanamh linn trí ríomhphost. Bainfimid úsáid as do sheoladh ríomhphoist agus sonraí pearsanta teagmhála eile i gcomhair an chomhfhreagrais leat. Faoi cheangal dlí déanfar gach comhfhreagras ríomhphoist a chartlannú. Faoi réir ár bhforas dlisteanach d’fhéadfaí do sheoladh ríomhphoist agus sonraí pearsanta teagmhála eile a stóráil in ár mbunachar sonraí teagmhála. Sa chás seo gheobhaidh tú faisnéis chomhfhreagrach maidir leis an bpróiseáil atá arna déanamh ar do shonraí pearsanta.

source: <b>Access and Intervention</b>
ga_ie: <b>Rochtain agus Idirghabháil</b>

source: Besides the information in this data protection policy you have the right of access to your personal data. To ensure fair data processing, you have the following rights:
ga_ie: Seachas an fhaisnéis sa bheartas cosanta sonraí seo tá an ceart agat rochtain a dhéanamh ar do shonraí pearsanta. D’fhonn próiseáil sonraí chothrom a áirithiú, tá na cearta seo a leanas agat:

source: The right to rectification and completion of your personal data
ga_ie: An ceart do shonraí pearsanta a cheartú agus a iomlánú

source: The right to erasure of your personal data
ga_ie: An ceart do shonraí pearsanta a scriosadh

source: The right to restriction of the processing of your personal data
ga_ie: An ceart srian a chur ar phróiseáil do shonraí pearsanta

source: The right to object to the processing of your personal data on grounds related to your particular situation
ga_ie: An ceart agóid a dhéanamh in aghaidh phróiseáil do shonraí pearsanta ar fhorais a bhaineann leis an staid ar leith a bhaineann leat

source: To exercise these rights, please contact us at the following email address: <a href="mailto:EMAIL" >EMAIL</a>
ga_ie: D’fhonn úsáid a bhaint as na cearta seo, déan teagmháil linn le do thoil ag an seoladh ríomhphoist seo a leanas: <a href=“mailto:elri@computing.dcu.ie ” >elri@computing.dcu.ie </a>

source: <b>Right to lodge a complaint</b>
ga_ie: <b>An ceart gearán a chur isteach</b>

source: You have the right to lodge a complaint with a supervisory authority if you consider that the processing of your personal data infringes statutory data protection regulations.
ga_ie: Tá an ceart agat gearán a chur isteach chuig údarás maoirseachta má mheasann tú go sáraíonn an phróiseáil ar do shonraí pearsanta rialacháin reachtúla maidir le cosaint sonraí.

source: API help
fr_fr: Aide API
ga_ie: Cabhair API

source: ELRC-SHARE provides a RESTful API which returns Language Resource Metadata in JSON format.
fr_fr: ELRC-SHARE fournit une API RESTful API qui renvoi les métadonnées de la ressource linguistique au format JSON.
ga_ie: Cuireann ELRI API RESTful ar fáil a thugann Meiteashonraí Acmhainne Teanga ar ais i bhfoirm JSON.

source: API ACCESS
fr_fr: ACCES API
ga_ie: ROCHTAIN API

source: Access is granted by default to repository administrators and to EC members registered and <strong>logged in</strong> the ELRC-SHARE repository.
fr_fr: L'accès est accordé par défaut aux administrateurs et aux membre de la CE enregistrés et <strong>connectés</strong> au répertoire ELRC-SHARE
ga_ie: Bronntar rochtain mar réamhshocrú ar riarthóirí stórais agus ar bhaill CE atá cláraithe agus <strong>logáilte isteach</strong> ar stór ELRI.

source: The API can be accessed through the <strong>SEARCH_API_URL</strong>:
fr_fr: L'API est accessible depuis <strong>SEARCH_API_URL</strong>:
ga_ie: Is féidir an API a rochtain tríd an <strong>SEARCH_API_URL</strong>:

source: OR
fr_fr: OU
ga_ie: NÓ

source: to enable advanced search features.
fr_fr: pour activer les fonctions de recherche avancée
ga_ie: chun gnéithe chuardaigh chasta a chumasú.

source: <strong>External access</strong>, for example through a <code>cURL</code> request, requires an <strong>API key</strong>, given either in the request url as an authorization (<code>auth</code>) parameter, or in the request header:
fr_fr: <strong>Accès externe</strong>, par exemple à travers une requête <code>cURL</code> nécessite un <strong>clé API</strong>, donnée soit dans l'url comme paramètre d'autorisation(<code>auth</code>) ou dans l'en-tête de la requête:
ga_ie: <strong>Rochtain sheachtrach</strong>, mar shampla trí <code>cURL</code> iarratas, ní mór <strong>eochair API</strong>, tugtha i url an iarratais mar pharaiméadar údaraithe, (<code>auth</code>) nó i gceanntásc an iarratais:

source: As url parameter
fr_fr: Comme paramètre URL
ga_ie: Mar pharaiméadar url

source: As header (cURL)
fr_fr: Commen en-tête (cURL)
ga_ie: Mar cheanntásc (cURL)

source: The <strong>API_KEY</strong> is available in the profile page of all EC members (<em>on the main menu: Your profile > Edit your profile</em>).
fr_fr: L' <strong>API_KEY</strong> est disponible dans la page de profile de tous les membres de la CE (<em>dans le menu principal: Votre profil > Modifier votre profil</em>).
ga_ie: Tá an <strong>API_KEY</strong> ar fáil i leathanach próifíle gach ball den CE (<em>ar an bpríomh-roghchlár: Do phróifíl > Leasaigh do phróifíl</em>).

source: Haystack Filters
fr_fr: Filtres Haystack
ga_ie: Scagairí Haystack

source: The API leverages the existing ELRC-SHARE repository search functionality using a condensed version of the preconfigured Haystack filters.
fr_fr: L'API s'appuie sur la fonction de recherche existante dans le répertoire ELRC-SHARE en utilisant une version condensée des filtre Haystack préconfigurés.
ga_ie: Treisíonn an API an fheidhm chuardaigh atá ar stóras ELRC-SHARE cheana féin trí leagan dlúth de na scagairí réamhchumraithe Haystack a úsáid.

source: All filters are passed as key-value pairs in the <code>q</code> dictionary
fr_fr: Tous les filtres passés comme paire valeur-clé dans le dictionnaire <code>q</code>
ga_ie: Pasáiltear gach scagaire mar phéirí eochair-luacha san fhoclóir <code>q</code>

source: Additional filters can be added to the dictionary like:
fr_fr: Des filtres supplémentaires peuvent être ajoutés au dictionnaire comme:
ga_ie: Is féidir scagairí sa bhreis a chur leis an bhfoclóir, ar nós:

source: Available Filters
fr_fr: Filtres disponibles
ga_ie: Scagairí ar Fáil

source: Conditions of Use
fr_fr: Conditions d'utilisation
ga_ie: Coinníollacha Úsáide

source: Applied Filter
fr_fr: Filtrer par
ga_ie: Scagaire Feidhmeach

source: Values
fr_fr: Valeurs
ga_ie: Luachanna

source: or
fr_fr: ou
ga_ie: nó

source: Examples
fr_fr: Exemples
ga_ie: Samplaí

source: Get all resources restricted for non commercial use
fr_fr: Obtenir toutes les ressources non restreintes pour une utilsation commerciale
ga_ie: Srianaigh gach acmhainn d'úsáid neamhthráchtála

source: Domain
fr_fr: Domaine
ga_ie: Fearann

source: Get all resources from the science domain
fr_fr: Obtenir toutes les ressources du domaine des science
ga_ie: Faigh gach acmhainn ó fhearann na heolaíochta

source: Get all resources appropriate for use in the Europeana DSI
fr_fr: Obtenir toutes les ressources pertinente pour utilisation dans Europeana DSI
ga_ie: Faigh gach acmhainn atá oiriúnach d'úsáid in DSI Europeana

source: Language
fr_fr: Langue
ga_ie: Teanga

source: Any language name or language code as defined by the <a href="https://www.iana.org/assignments/language-subtag-registry/language-subtag-registry" target="_blank">IANA Language Subtag Registry</a> in the <em>Description</em> property, is a valid value for this filter.
fr_fr: Toute langue ou code de langue tel que défini dans le <a href="https://www.iana.org/assignments/language-subtag-registry/language-subtag-registry" target="_blank"> IANA Language Subtag Registry</a> dans la propriété <em>Description</em> constitue une valeur valide pour ce filtre.
ga_ie: Aon ainm teanga nó cód teanga de réir sainmhínithe an <a href="https://www.iana.org/assignments/language-subtag-registry/language-subtag-registry" target="_blank">IANA Language Subtag Registry</a> san airí <em>Tuairisc</em> is ea luach bailí don scagaire seo.

source: Get all resources that contain English
fr_fr: Obtenir toutes les ressource contenant de l'anglais
ga_ie: Faigh gach acmhainn ina bhfuil Béarla

source: Get all resources that contain English and Italian
fr_fr: Obetenir toutes les ressources contenant de l'anglais et de l'italien
ga_ie: Faigh gach acmhainn ina bhfuil Béarla agus Iodáilis

source: Linguality
fr_fr: Lingualité
ga_ie: Teangachas

source: Get all bilingual resources
fr_fr: Obtenir toutes les ressources bilingues
ga_ie: Faigh gach acmhainn dhátheangach

source: Mimetype
fr_fr: Type MIME
ga_ie: Cineál mime

source: Get all resources that contain tmx files
fr_fr: Obtenir toutes les ressources contenant des fichiers tmx
ga_ie: Faigh gach acmhainn ina bhfuil comhaid tmx

source: Multi-linguality
fr_fr: Multi-lingualité
ga_ie: Breisteangachas

source: Get all Parallel resources
fr_fr: Obtenir tous les ressources parallèles
ga_ie: Faigh gach acmhainn chomhthreomhar

source: Resource Type
fr_fr: Type de ressource
ga_ie: Cineál Acmhainne

source: Get all corpora
fr_fr: Obtenir tous les corpus
ga_ie: Faigh gach corpas

source: Publication Status
fr_fr: Statut de publication
ga_ie: Stádas Foilsithe

source: Text Genre
fr_fr: Genre du texte
ga_ie: Seánra Téacs

source: Get all resources of fiction genre
fr_fr: Obtenir toutes les ressource du genre "fiction"
ga_ie: Faigh gach acmhainn sa seánra ficsin

source: Text Type
fr_fr: Type du texte
ga_ie: Cineál Téacs

source: Get all resources that contain tweets
fr_fr: Obtenir toutes les ressource contenant des tweets
ga_ie: Faigh gach acmhainn ina bhfuil giolcacha

source: Union Queries
fr_fr: Requêtes d'union
ga_ie: Iarratas Aontais

source: The API performs <em>AND</em> search operations by default. For example, the following query <br/> <code>SEARCH_API_URL/?q=language:Norwegian&q=language:Norwegian Nynorsk</code><br> will search for resources that contain both Norwegian <strong>and</strong> Norwegian Nynorsk languages. In order to return all resources that meet either of the specified criteria, we can use the parameter <code>or</code>.
fr_fr: L'API réalise des opération de recherche de type <em>ET</em> par défaut. Par example la requête suivante <br/> <code>SEARCH_API_URL/?q=language:Norwegian&q=language:Norwegian Nynorsk</code><br> cherchera toutes les ressources contenant du Norvégien <strong>et</strong> Norvégien Nynorsk Afin de renvoyer toutes les ressources répondant à l'un ou l'autre des critères spécifiés, le paramètra <code>or</code> peut être utilisé
ga_ie: Déanann an API oibríochtaí cuardaigh <em>AGUS</em> mar réamhshocrú. Mar shampla, an t-iarratas a leanas <br/> <code>SEARCH_API_URL/?q=language:Norwegian&q=language:Nua-Ioruais</code><br> a dhéanfaidh cuardach ar acmhainní ina bhfuil Ioruais <strong>agus</strong> Nua-Ioruais araon. Chun gach acmhainn a thagann le ceachtar ceann de na critéir shonraithe a aischur, is féidir úsáid a bhaint as an bparaiméadar <code>nó</code>.

source: Post search filters
fr_fr: Filtres post-recherche
ga_ie: Postáil scagairí cuardaigh

source: Search results can be further narrowed down using custom filters.
fr_fr: Les résultats de recherches peuvent être approfondis en utilisant des filtre personnalisés.
ga_ie: Is féidir torthaí a chúngú a thuilleadh fós trí scagairí saincheaptha a úsáid.

source: Filters resources created on the specified date formatted as <code>yyyy-mm-dd</code>.
fr_fr: Filtre les ressource de la date spécifiée au format <code>yyyy-mm-dd</code>.
ga_ie: Scagann acmhainní a cruthaíodh ar an dáta sonraithe formáidithe mar <code>yyyy-mm-dd</code>.

source: e.g.
fr_fr: ex:
ga_ie: m.s.

source: Filters resources created before the specified date.
fr_fr: Filtre les ressources créées avant la date spécifiée.
ga_ie: Scagann acmhainní a cruthaíodh roimh an dáta sonraithe.

source: Filters resources created before the specified date (inclusive).
fr_fr: Filtre les ressources créées avant la date spécifiée (date incluse)
ga_ie: Scagann acmhainní a cruthaíodh roimh an dáta sonraithe (san áireamh).

source: Filters resources created after the specified date.
fr_fr: Filtre les ressources créées après la date spécifiée.
ga_ie: Scagann acmhainní a cruthaíodh i ndiaidh an dáta sonraithe.

source: Filters resources created after the specified date (inclusive).
fr_fr: Filtre les ressources créées après la date spécifiée (date incluse)
ga_ie: Scagann acmhainní a cruthaíodh i ndiaidh an dáta sonraithe (san áireamh).

source: Filters resources created within the specified timespan (comma seperated).
fr_fr: Filtre les ressources créées dans la fourchette temporelle spécifiée (séparée par des virgules).
ga_ie: Scagann acmhainní a cruthaíodh laistigh den tréimhse ama sonraithe (camógdheighilte).

source: Filters resources that are products of processing.
fr_fr: Filtre les ressources issus d'un traitement.
ga_ie: Scagann acmhainní ar táirgí de phróiseáil iad.

source: Filters resources that have been validated (contain a validation report).
fr_fr: Filtre les ressources qui ont été validés (contenant un rapport de validation).
ga_ie: Scagann acmhainní atá bailíochtaithe (ina bhfuil tuairisc bhailíochtaithe).

source: Filters resources for which legal clearance is finalized.
fr_fr: Filtre les ressources pour lesquelles l'autorisation légale est à finaliser.
ga_ie: Scagann acmhainní a bhfuil cead dlíthiúil réitithe dóibh.

source: The API paginates results for faster responses. Each page limits results to 20 by default, unless stated otherwise using the <code>limit</code> filter.
fr_fr: L'AI pagine les résultats pour des réponses plus rapides. Chaque page est limitée à 20 résultats par défaur, sauf si une autre borne est utilisée à l'aide du filtre<code>limit</code>.
ga_ie: Cuireann an API uimhir leathanaigh ar thorthaí do fhreagraí níos tapúla. Tá teorainn 20 toradh ar gach leathanach mar réamhshocrú, mura ndeirtear a mhalairt ag úsáid an scagaire <code>teorann</code>.

source: The results returned by the API can also be sorted by creation date, using the <code>sort</code> parameter with values <em>latest</em> or <em>earliest</em>. e.g <code>&sort=latest</code>
fr_fr: Les résultats renvoyer par l'API peuvent aussi être filtrés par date de création en utilisant le paramètre <code>sort</code> avec les valeurs <em>latest</em> ou <em>earliest</em>. ex:<code>&sort=latest</code>
ga_ie: Is féidir na torthaí a thugann an API a shórtáil de réir dáta cruthaithe freisin, ag baint úsáid as an bparaiméadar <code>sórtáil</code> le luachanna <em>is déanaí</em> nó <em>is luaithe</em>. e.g <code>&sort=latest</code>

source: Delete This
fr_fr: Le supprimer
ga_ie: Scrios é seo

source: %(resource)s &ndash; Contact Resource Maintainer &ndash; ELRI
ga_ie: %(resource)s &ndash; Déan Teagmháil le Cothabhálaí Acmhainne &ndash; ELRI

source: Contact Resource Maintainer
fr_fr: Contacter le gestionnaire de la ressource
ga_ie: Déan Teagmháil le Cothabhálaí Acmhainne

source: Resource name
fr_fr: Nom de la ressource
ga_ie: Ainm acmhainne

source: Resource contact name%(resourceContactName|pluralize)s
fr_fr: Nom%(resourceContactName|pluralize)s de la personne de contact de la ressource
ga_ie: Ainm teagmhálaí na hacmhainne%(resourceContactName|pluralize)s
