Repository: hpusset/ELRI
Catalog: metashare/po_files/*/templates/locale/*/LC_MESSAGES/django.po
Languages: fr_fr, ga_ie

source: Archiving (storage and maintenance for preservation purposes) of language resources
fr_fr: Archivage (stockage et maintenance à des finc de conservation) des ressources linguistiques
ga_ie: Cartlannú (stóráil agus cothabháil ar chúiseanna caomhnaithe) acmhainní teanga

source: Documentation (with metadata) of language resources
fr_fr: Documentation (avec métadonnées) des ressource linguistiques
ga_ie: Doiciméadú (le meiteashonraí) acmhainní teanga

source: Searching, browsing and viewing of resource metadata
fr_fr: Recherche, parcours et visualisation des métadonnées des ressources
ga_ie: Cuardach, brabhsáil agus amharc ar mheiteashonraí acmhainne

source: Uploading and downloading of language resources
fr_fr: Mise en ligne et téléchargement des ressources linguistiques
ga_ie: Uaslódáil agus íoslódáil acmhainní teanga

source: Automatic and manual processing of uploaded language resources
fr_fr: Traitement automatique et manuel des ressources linguistiques mises en ligne
ga_ie: Próiseáil uathoibríoch agus de láimh ar acmhainní teanga uaslódáilte

source: e) “ELRI Registration Service”: means the service through which the Service Provider obtains your name and contact details.
ga_ie: e) “Seirbhís Clárúcháin an ELRI”: an tseirbhís trína bhfaigheann an Soláthraí Seirbhíse d'ainm agus do shonraí teagmhála.

source: f) “Depositor”: any individual or organisation who deposits material using ELRI Services.
ga_ie: f) “Taisceoir”: aon duine nó eagraíocht a chuireann ábhar ar taisce ag úsáid Sheirbhísí an ELRI.

source: g) Headings contained in this Terms of Service Agreement are for reference purposes only and shall not be deemed to be an indication of the meaning of the clause to which they relate.
ga_ie: g) Na ceannteidil sa Chomhaontú Téarmaí Seirbhíse seo, is chun críche tagartha amháin iad agus ní mheasfar go dtugann siad le fios brí an chlásail lena mbaineann siad.

source: h) Where the context so implies, words importing the singular number shall include the plural and vice versa and words importing the masculine shall include the feminine and vice versa.
ga_ie: h) Nuair is léir sin ón gcomhthéacs, beidh sé le tuiscint go n-áiríonn focail atá ag tagairt don uatha an chiall iolra agus a mhalairt, agus go n-áiríonn focail atá ag tagairt don fhirinscne an bhaininscne agus a mhalairt.

source: <b>Modifications</b>
fr_fr: <b>Modificationss</b>
ga_ie: <b>Mionathruithe</b>

source: The Service Provider may change these Terms at any time by posting changes online. Please review these Terms regularly to ensure You are aware of any changes made. Your continued use of the ELRI Services after changes are posted means You agree to be legally bound by these Terms as updated and/ or amended. The Service Provider agrees to notify You regarding any such change by email or through the ELRI Services or any other appropriate means. If additional services are added to the ELRI Services, then additional terms may apply which will become part of this agreement.
ga_ie: Is féidir leis an Soláthraí Seirbhíse na Téarmaí seo a athrú ag aon am trí athruithe a phostáil ar líne. Ba chóir na Téarmaí seo a athbhreithniú go rialta chun cinntiú go bhfuil Tú ar an eolas maidir le haon athrú. Is ionann úsáid leanúnach a bhaint as Seirbhísí an ELRI i ndiaidh athruithe agus aontú go bhfuil ceangal dlí na dTéarmaí seo ort mar atá siad uasdátaithe agus/nó leasaithe. Toileann an Soláthraí Seirbhíse Tú a chur ar an eolas maidir le haon athrú dá leithéid trí ríomhphost nó trí Sheirbhísí an ELRI nó bealach cuí ar bith eile. Má chuirtear seirbhísí ar bith eile le Seirbhísí an ELRI, b'fhéidir go mbeadh téarmaí sa bhreis i gceist a gcuirfear leis an gcomhaontú seo.

source: <b>Use of ELRI Services</b>
fr_fr: <b>Utilisation des services ELRI</b>
ga_ie: <b>Úsáid Sheirbhísí an ELRI</b>

source: Access to and use of the ELRI Services is provided subject to the following terms, which shall take effect upon Your access to and use of the ELRI Services. You agree to use the ELRI Services only for lawful purposes and in a way that does not infringe the rights of, restrict or inhibit anyone else’s use of such resources.
ga_ie: Cuirtear rochtain agus úsáid Sheirbhísí an ELRI ar fáil faoi réir na dtéarmaí a leanas, a thiocfaidh i bhfeidhm nuair a dhéanann Tú Seirbhísí an ELRI a rochtain agus a úsáid. Toileann tú Seirbhísí an ELRI a úsáid chun críche dleathacha amháin agus ar bhealach nach dtagann salach ar chearta, nach bhfágann srian ná cosc ar úsáid na n-acmhainní céanna ag aon duine eile.

source: If you are an ELRI Registered User, then You have unlimited access to all ELRI Services offered by the Service Provider; more specifically:
ga_ie: Más úsáideoir cláraithe ELRI thú, tá rochtain gan srian agat ar gach seirbhís de chuid an ELRI a chuireann an Soláthraí Seirbhíse ar fáil; go sonrach:

source: access to all language resources in accordance to the relevant licensing terms granted for each resource;
ga_ie: rochtain ar gach acmhainn teanga de réir na dtéarmaí ábhartha ceadúnaithe a mbronntar ar gach acmhainn;

source: access to language resources documentation, upload, processing and storage services;
ga_ie: fáil ar sheirbhísí doiciméadaithe, uaslódáilte, próiseáilte agus stórála d'acmhainní teanga;

source: searching, browsing and viewing of the ELRI inventory and of the language resources metadata;
ga_ie: cuardach, brabhsáil agus amharc ar fhardal an ELRI agus ar mheiteashonraí na n-acmhainní teanga;

source: downloading of language resources in accordance to the relevant licensing terms.
ga_ie: íoslódáil ar acmhainní teanga de réir na dtéarmaí ábhartha ceadúnaithe.

source: <b>Privacy</b>
fr_fr: <b>Vie Privée</b>
ga_ie: <b>Príobháideachas</b>

source: The ELRI website and services log certain information about every request sent to them. This information is used for system administration and for producing usage statistics. Summary statistics are extracted from this data and some of these may be made publicly available, but these do not include information from which individuals could be identified. Relevant subsets of this data may be used as part of investigations of computer misuse involving this site. Data may also on occasion be used to enable investigation of technical problems on the website. Otherwise logged information is not passed to any third party except if required by law.
ga_ie: Logálann suíomh idirlín agus seirbhísí an ELRI eolas áirithe maidir le gach iarratas a seoltar chucu. Úsáidtear an t-eolas sin i riarachán córais agus chun staitisticí úsáide a chur i dtoll a chéile. Baintear staitisticí achoimre ó na sonraí sin agus b'fhéidir go mbeadh cuid acu sin le fáil ag an bpobal, ach ní bheidh eolas a bhféadfaí duine a lua leo orthu sin. B'fhéidir go mbeadh fothacair de na sonraí sin úsáidte mar chuid fhiosrúcháin faoi mhí-úsáid ríomhairí a bhaineann leis an suíomh seo. B'fhéidir sonraí a úsáid in amanna freisin chun cuidiú le himscrúduithe ar fhadhbanna teicniúla ar an suíomh idirlíon. Taobh amuidh de sin ní thugtar eolas logáilte ar láimh do thríú páirtí ar bith ach de réir dlí.

source: <b>Data protection</b>
fr_fr: <b>Protection des données</b>
ga_ie: <b>Cosaint sonraí</b>

source: From time to time the ELRI Service Providers may use electronic forms on this site to gather personal information for purposes directly related to a service, function or activity of the ELRI Services. When the Service Provider will do so it will let users know the purpose for which the information is being collected (including if the information is to be published). Completion of and submission of any form on this website is entirely at the discretion of the user.
ga_ie: Ó huair go chéile, b'fhéidir go mbainfeadh Soláthraithe Seirbhíse an ELRI úsáid as fhoirmeacha leictreonacha ar an suíomh seo chun eolas pearsanta a chruinniú ar mhaithe go díreach le seirbhís, feidhm nó gníomh de chuid Sheirbhísí an ELRI. Nuair a dhéanfaidh an Soláthraí Seirbhíse amhlaidh cuirfidh sé in iúl d'úsáideoirí an fáth a bhfuil an t-eolas á gcruinniú (má tá an t-eolas le foilsiú, san áireamh). Rogha an úsáideora féin go hiomlán atá i gcomhlánú agus i gcur isteach aon fhoirm ar an suíomh idirlín seo.

source: <b>Data protection statement</b>
fr_fr: <b>Déclaration de protection des données</b>
ga_ie: <b>Ráiteas cosanta sonraí</b>

source: In using and submitting content on the ELRI Services, You agree that ELRI may use any personal data of Yours that You supply through contributing content or by filling in electronic forms. ELRI fully respects Your privacy and seeks to protect Your personal data:
ga_ie: Trí inneachar ar Sheirbhísí an ELRI a úsáid agus a chur isteach, toilíonn Tú gur féidir leis an ELRI sonraí pearsanta ar bith de do chuidse a sholáthraíonn Tú trí ábhar a chur isteach nó trí fhoirmeacha leictreonacha a chomhlánú. Tá meas iomlán ag an ELRI ar do phríobháideachas agus tá faoi do shonraí pearsanta a chosaint:

source: <li>ELRI will only collect and use Your information to administer, support, improve and obtain feedback on its services.</li>
ga_ie: <li>Ní bhailóidh ELRI d'eolas ná é úsáid ach amháin ar mhaithe le riarachán, tacaíocht, feabhas a chur ar agus aiseolas a lorg faoi a sheirbhísí.</li>

source: <li>ELRI may also contact You to obtain feedback on services and any improvements it can make.</li>
ga_ie: <li>B'fhéidir go mbeadh ELRI i dteagmháil leat chun aiseolas a fháil faoina sheirbhísí agus feabhas ar bith a d'fhéadfaí a chur orthu.</li>

source: <li>ELRI will not disclose Your personal data to any other organization.</li>
ga_ie: <li>Ní scaoilfidh ELRI do shonraí pearsanta chuig aon eagraíocht eile.</li>

source: <li>You can access and modify your personal data through the Registration Service.</li>
ga_ie: <li>Is féidir do shonraí pearsanta a rochtain agus a chur in eagar tríd an tSeirbhís Clárúcháin.</li>

source: This website uses cookies to facilitate the operation of the service and enhance user experience.
ga_ie: Baineann an suíomh gréasáin seo úsáid as fianáin chun feidhmiú na seirbhíse a éascú agus chun cur le heispéireas an úsáideora.

source: <b>ELRI Services misuse and notification regarding IPR infringement</b>
ga_ie: <b>Mí-úsáid Seirbhísí an ELRI agus fógra maidir le sárú CMI</b>

source: You should not misuse the ELRI Services, e.g. by interfering with them or by trying to access them using a method different from the one suggested in the ELRI instructions. You may use the ELRI Services only as permitted by law, including applicable export and control laws, regulations and licenses. The Service Provider may suspend or stop providing ELRI Services to You if You do not comply with ELRI Terms or policies or if the Service Provider is investigating suspected misconduct.</p> <p>ELRI maintains usage statistics as a measure of readership and other use of the ELRI Services by users. It is a violation of ELRI policy for a party to directly or indirectly use ELRI with a view to affect download and other usage statistics, or to encourage others to do so. As part of its general right to refuse or terminate service and remove or edit the content of the ELRI Services, ELRI reserves the right in its sole discretion to limit access, remove content, and adjust usage statistics to respond to any activity that appears likely to have such an effect.</p> <p>In case You identify language resources that violate Your Intellectual Property Rights, You may follow the ELRI Notice and Take Down procedure found in Appendix A.
ga_ie: Níor chóir duit mí-úsáid a bhaint as Seirbhísí an ELRI, e.g. trí chur isteach orthu nó trí iarracht a dhéanamh rochtain a fháil orthu ar bhealach éagsúil seachas a bhfuil molta i dtreoracha an ELRI. De réir mar a cheadaíonn an dlí amháin atá cead agat Seirbhísí an ELRI a úsáid, dlíthe ábhartha easpórtála agus rialaithe, rialacháin agus ceadúnais san áireamh. Is féidir leis an Soláthraí Seirbhíse an rochtain atá agat ar Sheirbhísí an ELRI a chur ar fionraí nó a stopadh mura bhfuil tú ag cloí le Téarmaí nó polasaithe an ELRI nó má tá fiosrúchán á dhéanamh ag an Soláthraí Seirbhíse ar mhí-iompar amhrasta.</p> <p>Coinníonn an ELRI staitisticí úsáide mar thomhais léitheoireachta agus úsáid eile ar Sheirbhísí ELRI ag úsáideoirí. Is sárú ar pholasaí an ELRI é go ndéanfadh páirtí an ELRI a úsáid go díreach nó go hindíreach agus é i gceist staitisticí íoslódáilte agus úsáide eile a chlaonadh, nó go spreagfaí daoine eile amhlaidh. Mar chuid dá cheart ginearálta seirbhís a dhiúltú nó a chríochnú agus inneachar Sheirbhís an ELRI a bhaint nó a leasú, coimeádann an ELRI an ceart aige féin mar a bheartaíonn sé féin rochtain a shrianadh, inneachar a bhaint, agus staitisticí úsáide a choigeartú mar fhreagra ar aon ghníomhaíocht a bhfuil an chuma uirthi go mbeidh tionchar dá leithéid aici.</p> <p>Má aithníonn Tú acmhainní teanga a sáraíonn do Chearta Maoine Intleachtúla is féidir nós imeachta an ELRI maidir le Fógra agus Tógáil Síos atá le fáil in Aguisín A a leanúint.

source: <b>Disclaimers and Limitation of Liability</b>
ga_ie: <b>Séanta agus Teorainn le Dliteanas</b>

source: ELRI Services, content and metadata are provided “AS IS” and on an “ΑS AVAILABLE” basis without any representations or any kind of warranty made (whether express or implied by law) to the extent permitted by law, including the implied warranties of satisfactory quality, fitness for a particular purpose, noninfringement, compatibility, security and accuracy.</p> <p>Under no circumstances will ELRI be liable for any of the following losses or damage (whether such losses where foreseen, foreseeable, known or otherwise): (a) loss of data; (b) loss of opportunity; (c) loss of goodwill or injury to reputation; (d) losses suffered by third parties; or (e) any direct, indirect, consequential, special or exemplary damages arising from the use of the ELRI regardless of the form of action.</p> <p>ELRI does not warrant that functions contained in the ELRI Services will be uninterrupted or error free, that defects will be corrected, or that the ELRI databases or the delivery mechanism that make it available are free of viruses and bugs.
ga_ie: Cuirtear Seirbhísí, inneachar agus meiteashonraí an ELRI ar fáil “MAR ATÁ” agus ar bhonn “MAR ATÁ AR FÁIL” gan aon uiríoll ná aon chineál baránta déanta (bíodh sin sainráite nó intuigthe de réir dlí) a mhéid a cheadaíonn an dlí, na barántaí intuigthe maidir le cáilíocht, feiliúnacht chun críche áirithe, neamh-shárú, comhoiriúnacht, slándáil agus cruinneas.</p> <p>Ní bheidh dliteanas ar an ELRI in imthoscca ar bith maidir le ceann ar bith de na caillteanais nó dochair a leanas (cibé na caillteanais sin tuartha, intuartha, aitheanta nó eile): (a) sonraí a chailleadh; (b) deis a chailleadh; (c) cáilmheas a chailleadh nó clú a smálú; (d) caillteanais do thríú páirtithe; nó (e) damáistí ar bith, bíodh siad díreach, indíreach, iarmhartaach, speisialta nó samplach ag eascairt as úsáid an ELRI cibé foirm an ghnímh.</p> <p>Ní bharántaíonn an ELRI go mbeidh feidhmeanna atá ina gcuid de Sheirbhís an ELRI gan bhriseadh nó gan earráid, go ndéanfar fabhtanna a cheartú, ná go bhfuil bunachair sonraí an ELRI nó an mheicníocht soláthartha a chuireann ar fáil é saor ó víris agus ó fhabhtanna.

source: <b>Termination</b>
fr_fr: <b>Résiliation</b>
ga_ie: <b>Críochnú</b>

source: The rights granted hereunder will terminate automatically upon any breach by You of the Terms of Service. Subject to the above terms and conditions, this agreement will be valid for as long as ELRI Services are in existence and will continue in full force and effect unless terminated as stated above.
ga_ie: Críochnóidh na cearta atá bronnta anseo thíos go huathoibríoch má sháraíonn Tú na Téarmaí Seirbhísí. Faoi réir na dtéarmaí agus na gcoinníollacha thuas, beidh an comhaontú seo bailí a fhad agus a bheidh Seirbhísí an ELRI ar marthain agus leanfaidh sé i lán-fheidhm agus i lán-éifeacht mura gcuirfear deireadh leis mar atá sonraithe thuas.

source: <b>Sharing of Language Resources</b>
fr_fr: <b>Partage des ressources linguistiques</b>
ga_ie: <b>Acmhainní Teanga a Roinnt</b>

source: By using the ELRI Services to upload and share one or more Language Resources you represent and warrant that:
ga_ie: Trí úsáid a bhaint as Seirbhísí an ELRI chun Acmhainn Teanga amháin nó níos mó a uaslódáil agus a roinnt faisnéiseann agus barántaíonn tú:

source: you have the full authority to deposit the Resource;
ga_ie: go bhfuil lánúdarás agat an Acmhainn a thaisceadh;

source: you have the necessary legal title in the Resource or you are permitted to make the deposition of the Resource;
ga_ie: go bhfuil an teideal dleathach riachtanach agat ar an Acmhainn nó go bhfuil cead agat an Acmhainn a thaisceadh;

source: the deposition of the Resource will not violate or be considered a breach of any obligation or right of a third party;
ga_ie: nach sáraíonn taisceadh na hAcmhainne dualgas ná ceart ar bith tríú páirtí ná nach bhféachfar amhlaidh air;

source: the deposition of the Resource will not violate any applicable law or regulation;
ga_ie: nach sárú ar aon dlí ná rialachán infheidhme taisceadh na hAcmhaine;

source: you have used reasonable skill and care to ensure that the information you provide in the process of deposition does not contain any untrue statements of legal or material facts.
ga_ie: go bhfuil scil agus cúram réasúnta úsáidte agat lena chinntiú nach bhfuil aon ráiteas bréagach maidir le fíorais dhlíthiúla ná ábhartha san eolas a chuireann tú ar fáil agus an taisceadh ar bun.

source: <b>Appendix A. Notice and Take Down policy</b>
ga_ie: <b>Aguisín A. Polasaí maidir le Fógra agus Tógáil Síos</b>

source: If a rights holder is concerned that s/he has found Language Resources (LRs) on the ELRI National Relay Station in [Member State], for which s/he has not given permission, granted a licence or is not covered by a limitation or exception in national law, such rights holder is asked to contact the Service Provider at [email address] in writing, stating the following:
ga_ie: Má tá imní ar shealbhóir cearta go bhfuil Acmhainní Teanga (AT) faighte aige/aici ar Stáisiún Athsheachadta Náisiúnta an ESRI in [Ballstát], nár thug sé/sí cead ina dtaobh, bhronn sé/sí ceadúnas ná nach bhfuil clúdaithe ag teorainn nó eisceacht sa dlí náisiúnta, iarrtar ar an sealbhóir cearta sin teagmháil a dhéanamh leis an Soláthraí Seirbhíse ag [seoladh ríomhphoist] i scríbhinn, ag tabhairt a leanas le fios:

source: His/Her contact details;
ga_ie: A c(h)uid sonraí teagmhála;

source: The full bibliographic details of the LR;
ga_ie: Sonraí bibleagrafacha iomlána an Acmhainn Teanga;

source: The exact and full URL where s/he found the LR;
ga_ie: URL beacht agus iomlán inar tháinig sé/sí ar an Acmhainn Teanga;

source: Proof that s/he is the rights holder and a statement that, under penalty of perjury, s/he is the rights holder or an authorised representative.
ga_ie: Cruthúnas gurb é/í an sealbhóir cearta agus ráiteas, faoi phionós an mhionna éithigh, gurb é/í an sealbhóir cearta nó ionadaí údaraithe.

source: Upon receipt of notification, the ‘Notice and Take Down’ procedure is then invoked as follows:
ga_ie: Ar fhógra a fháil, cuirtear an nós imeachta 'Fógra agus Tógáil Síos' i bhfeidhm mar a leanas:

source: The Service Provider will acknowledge receipt of the complaint by email or letter and will make an initial assessment of its validity and plausibility.
ga_ie: Admhóidh an Soláthraí Seirbhíse go bhfuil an gearán faighte acu le ríomhphost nó litir agus déanfar measúnú tosaigh maidir lena bhailíocht agus iontaofacht.

source: Upon receipt of a valid complaint, the LR will be temporarily removed from the ELRI Services pending an agreed solution.
ga_ie: Ar ghearán bailí a fháil, déanfar an Acmhainn Teanga a bhaint ó Sheirbhísí an ELRI go sealadach go socrófar ar chomhréiteach.

source: The Service Provider will contact the individual or organisation who deposited the material within ten working days from the reception of a valid complaint. The Depositor will be notified that the material is subject to a complaint, under what allegations, and will be encouraged to assuage the complaints concerned.
ga_ie: Déanfaidh an Soláthraí Seirbhíse teagmháil leis an duine nó eagraíocht a thaisc an t-ábhar laistigh de dheich lá oibre ó ghearán bailí a fháil. Cuirfear fógra chuig an Taisceoir go bhfuil gearán déanta faoin ábhar, cad iad na líomhaintí, agus tathantófar air aghaidh a thabhairt ar na gearáin atá i gceist.

source: The complainant and the Depositor will be encouraged to resolve the issue swiftly and amicably and to the satisfaction of both parties, with the following possible outcomes:
ga_ie: Tathantófar ar an ngearánaí agus ar an Taisceoir an cheist a réiteach gan mhoill agus go go cairdiúil agus chun sástachta an dá pháirtí, leis na torthaí féideartha a leanas:

source: The LR is replaced on the ELRI Services inventory unchanged.
ga_ie: Cuirfear an Acmhainn Teanga ar ais ar fhardal Sheirbhísí an ELRI gan athrú.

source: The LR is replaced on the ELRI Services inventory with changes.
ga_ie: Cuirfear an Acmhainn Teanga ar ais ar fhardal Sheirbhísí an ELRI le hathruithe.

source: The LR is permanently removed from the ELRI Services inventory.
ga_ie: Bainfear an Acmhainn Teanga go buan ó fhardal Sheirbhísí an ELRI.

source: If the Depositor and the complainant are unable to agree on a solution, the LR will remain unavailable through the ELRI Services inventory until a time when a resolution has been reached.
ga_ie: Mura bhfuil an Taisceoir agus an gearánaí ábalta teacht ar réiteach, ní bheidh fáil ar an AT trí fhardal Sheirbhísí an ELRI go dtí go dtiocfar ar réiteach.

source: Appendix B
ga_ie: <h3><b>Aguisín B. </b><b>Fógra Cosanta Sonraí</b></h3><p>Le linn duit ábhar a chur isteach ar Sheirbhísí BATE agus an céanna a úsáid, comhaontaíonn Tú go bhféadfaidh BATE aon sonraí pearsanta a úsáid ar Leat iad a sholáthraíonn Tú trí ábhar a thabhairt nó trí fhoirmeacha leictreonacha a chomhlánú. Tá meas iomlán ag BATE ar Do phríobháideacht agus iarann sé Do shonraí pearsanta a chosaint:</p><ul><li>Ní dhéanfaidh BATE D’fhaisnéis a bhailiú agus a úsáid ach amháin chun a chuid seirbhísí a riaradh, a thacú, a fheabhsú agus d’fhonn aiseolas a fháil orthu.</li><li>Féadfaidh BATE teagmháil a dhéanamh Ort freisin d’fhonn aiseolas a fháil ar sheirbhísí agus ar aon fheabhsuithe a d’fhéadfadh sé a dhéanamh</li><li>Ní nochtfaidh BATE Do shonraí pearsanta d’aon eagraíocht eile.</li><li>Féadfaidh Tú rochtain a fháil agus do shonraí pearsanta a mhodhnú tríd an tSeirbhís Clárúcháin.</li></ul>

source: User Authentication
fr_fr: Authentification utilisateur
ga_ie: Fíordheimhniú Úsáideora

source: Forgotten your username or password? Click here to reset your password,
ga_ie: Ar dhearmad tú do phasfhocal? Cliceáil anseo chun do phasfhocal a athshocrú.

source: Don&rsquo;t have an account, yet? Click here to create one.
fr_fr: Vous n'avez pas encore de compte? Clique ici pour en créer un.
ga_ie: An bhfuil cuntas agat fós? Cliceáil anseo chun ceann a chruthú.

source: <strong>ELRI NRS Privacy Policy</strong>
ga_ie: <strong>Polasaí Príobháideachais an SAN ELRI</strong>

source: <b>ELRI National Relay Station Data Protection Notice</b>
ga_ie: <b>Fógra um Chosaint Sonraí de chuid Stáisiún Athsheachadáin Náisiúnta ELRI </b>
