Repository: hpusset/ELRI
Catalog: metashare/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: New contributions through eDelivery
es_es: Nuevas contribuciones a través de eDelivery

source: You have new unmanaged contributed resources on elri.eu, through eDelivery.
es_es: Hay recursos sin gestionar en ELRI, contribuídas a través de eDelivery

source: An error has occurred while trying to send email to contributions alert recipients.
es_es: Ha ocurrido un error al intentar enviar el email a los gestores de las alertas de nuevas contribuciones.

source: Gaelic
es_es: Gaélico

source: Can synchronize
es_es: Puede sincronizar

source: (Read-only) base URL for the server where the master copy of the associated language resource is located.
es_es: (Sólo lectura) URL base para el servidor donde se encuentra la copia maestra del recurso lingüístico asociado.

source: (Read-only) unique identifier for this storage object instance.
es_es: (Sólo lectura) identificador único para esta instancia del objeto de almacenamiento.

source: (Read-only) creation date for this storage object instance.
es_es: (Sólo lectura) fecha de creación para esta instancia del objeto de almacenamiento.

source: (Read-only) last modification date of the metadata XML for this storage object instance.
es_es: (Sólo lectura) fecha de última modificación del XML de metadatos para esta instancia del objeto de almacenamiento.

source: (Read-only) MD5 checksum of the binary data for this storage object instance.
es_es: (Sólo lectura) Suma de comprobación MD5 de los datos binarios de esta instancia del objeto de almacenamiento.

source: (Read-only) MD5 checksum of the digest zip file containing the global serialized storage object and the metadata XML for this storage object instance.
es_es: (Sólo lectura) Suma de comprobación MD5 del archivo zip Digest que contiene el objeto de almacenamiento de información serializado global y el XML de metadatos para esta instancia del objeto de almacenamiento.

source: (Read-only) last modification date of digest zip for this storage object instance.
es_es: (Sólo lectura) fecha de última modificación del zip digest para esta instancia del objeto de almacenamiento.

source: (Read-only) last update check date of digest zip for this storage object instance.
es_es: (Sólo lectura) fecha de la última actualización del digest zip para esta instancia del objeto de almacenamiento.

source: Revision or version information for this storage object instance.
es_es: Información de revisión o versión de esta instancia del objeto de almacenamiento.

source: (Read-only) META-SHARE version used with the storage object instance.
es_es: (Sólo lectura) Versión de META-SHARE utilizada con la instancia del objeto de almacenamiento.

source: Specifies whether the resource is collected by ELRI 1
es_es: Especifica si el recurso es recopilado por ELRI 1

source: Generalized copy status flag for this storage object instance.
es_es: Indicador de estado de copia generalizado para esta instancia del objeto de almacenamiento.

source: Generalized publication status flag for this storage object instance.
es_es: Indicador de estado de publicación generalizado para esta instancia del objeto de almacenamiento.

source: (Read-only) id of source node from which the resource originally stems as set in local_settings.py in CORE_NODES and PROXIED_NODES; empty if resource stems from this local node
es_es: (Sólo lectura) ID del nodo de origen desde el que se origina el recurso como se establece en local_settings.py en CORE_NODES y PROXIED_NODES; vaciar si el recurso proviene de este nodo local

source: Deletion status flag for this storage object instance.
es_es: Indicador de estado de eliminación para esta instancia de objeto de almacenamiento.

source: XML containing the metadata description for this storage object instance.
es_es: XML que contiene la descripción de metadatos para esta instancia del objeto de almacenamiento.

source: text containing the JSON serialization of global attributes for this storage object instance.
es_es: texto que contiene la serialización JSON de atributos globales para esta instancia del objeto de almacenamiento.

source: text containing the JSON serialization of local attributes for this storage object instance.
es_es: texto que contiene la serialización JSON de atributos locales para esta instancia del objeto de almacenamiento.

source: Please enter a correct %(username)s and password, Note that both fields may be case-sensitive.
es_es: Por favor indique %(username)s y contraseña correctos. Nótese que ambos campos pueden ser sensibles a la capitalización.

source: This account has not been activated yet. Please contact us if there is any issue with an existing account.
es_es: Esta cuenta no ha sido activada aún. Contáctenos si hubiese cualquier problema con una cuenta existente.
