Repository: hpusset/ELRI
Catalog: po_files/*/locale/*/LC_MESSAGES/djangojs.po
Languages: ga_ie

source: Available %s
ga_ie: %s ar fáil

source: Filter
ga_ie: Scagaire

source: Choose all
ga_ie: Roghnaigh an t-iomlán

source: Add
ga_ie: Cuir le

source: Remove
ga_ie: Bain

source: Chosen %s
ga_ie: %s roghnaithe

source: Select your choice(s) and click
ga_ie: Déan do rogha(nna) agus cliceáil

source: Clear all
ga_ie: Glan an t-iomlán

source: %(sel)s of %(cnt)s selected
ga_ie: %(sel)s de %(cnt)s roghnaithe

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
ga_ie: Tá athruithe gan sábháil agat ar réimsí aonair so-eagartha. Má ritheann tú gníomh, caillfear d’athruithe nach bhfuil sábháilte.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
ga_ie: Tá gníomh roghnaithe agat, ach níl d’athruithe ar réimsí aonair sábháilte agat go fóill. Roghnaigh OK le sábháil. Beidh ort an gníomh a athrith.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
ga_ie: Tá gníomh roghnaithe agat, ach níl aon athrú déanta agat ar réimsí aonair. Is dócha go bhfuil an cnaipe Téigh á lorg agat seachas an cnaipe Sábháil.

source: Now
ga_ie: Anois

source: Clock
ga_ie: Clog

source: Choose a time
ga_ie: Roghnaigh am

source: Midnight
ga_ie: Meán oíche

source: 6 a.m.
ga_ie: 6 r.n.

source: Noon
ga_ie: Meán lae

source: Cancel
ga_ie: Cealaigh

source: Today
ga_ie: Inniu

source: Calendar
ga_ie: Féilire

source: Yesterday
ga_ie: Inné

source: Tomorrow
ga_ie: Amárach

source: January February March April May June July August September October November December
ga_ie: Eanáir Feabhra Márta Aibreán Bealtaine Meitheamh Iúil Lúnasa Meán Fómhair Deireadh FómhairSamhain Nollaig

source: S M T W T F S
ga_ie: DD DL DM DC D DA DS

source: Show
ga_ie: Taispeáin

source: Hide
ga_ie: Folaigh

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
ga_ie: Dé Domhnaigh Dé Luain Dé Máirt Dé Céadaoin Déardaoin Dé hAoine Dé Sathairn

source: Could not open popup window! Maybe there's a popup
ga_ie: Ní fhéadfaí fuinneog aníos a oscailt! B’fhéidir go bhfuil mír aníos

source: The file(s) you are trying to upload exceed(s) the size limit. If the file(s) you would like to contribute exceed(s) 100.0 MB, please contact us to provide an SFTP link for direct download or consider uploading smaller files.
ga_ie: Tá an comhad a bhfuil tú ag iarraidh uaslódáil ró-mhór. Má tá an comhad nó na comhaid níos mó ná 100 MB, téigh i dteagmháil linn le do thoil chun nasc SFTP a fháil, nó triall arís é le comhaid níos lú.

source: Only files of type
ga_ie: Comhaid de chineál

source: are allowed. The .zip files can only contain files of the specified types. Please consider removing the files that do not belong to one of these types.
ga_ie: amháin atá ceadaithe. Ní féidir ach comhaid de na cineálacha atá sonraithe a bheith sna zipchomhaid. Bheifí buíoch ach na comhaid nach mbaineann leis na cineálacha sin a bhaint.

source: Uploading file: "
ga_ie: Comhad á uaslódáil: "

source: There was an error uploading this file.
ga_ie: Earráid agus an comhad seo á uaslódáil.

source: Uploading file: "
ga_ie: Comhad á uaslódáil: "
