Repository: hpusset/ELRI
Catalog: po_files/*/accounts/locale/*/LC_MESSAGES/django.po
Languages: ga_ie, pt_pt

source: Editor groups
ga_ie: Grúpaí eagarthóirí
pt_pt: Grupos de edição

source: Managed Editor Groups
ga_ie: Grúpaí Eagarthóirí bainistithe
pt_pt: Grupos de edição Geridos

source: Organizations
ga_ie: Eagraíochtaí
pt_pt: Organizações

source: Managed organizations
ga_ie: Eagraíochtaí bainistithe
pt_pt: Organizações geridas

source: Members
ga_ie: Baill
pt_pt: Membros

source: Managing groups
ga_ie: Grúpaí a bhainistiú
pt_pt: Gerir Grupos

source: Managers
ga_ie: Bainisteoirí
pt_pt: Gestores

source: Cancelled adding users to the editor group.
ga_ie: Úsáideoirí a chur leis an ngrúpa eagarthóirí ar ceal.
pt_pt: Adição de utilizadores ao grupo de editores cancelada.

source: You need to be group manager to add a user to this editor group.
ga_ie: Ní mór a bheith i do bhainisteoir grúpa chun úsáideoir a chur leis an ngrúpa eagarthóirí seo.
pt_pt: Tem que ser um gestor do grupo para adicionar um utilizador a este grupo de editores.

source: Successfully added users to editor group.
ga_ie: Úsáideoirí curtha leis an ngrúpa eagarthóirí.
pt_pt: Utilizadores adicionados com sucesso ao grupo de editores.

source: Add Users to Editor Group
ga_ie: Cuir úsáideoirí le Grúpa Eagarthóirí
pt_pt: Adicionar utilizadores ao grupo de editores

source: Add user
ga_ie: Cuir úsáideoir leis
pt_pt: Adicionar utilizador

source: Add users to selected editor groups
ga_ie: Cuir úsáideoirí le grúpaí eagarthóirí roghnaithe
pt_pt: Adicionar utilizadores ao grupo de editores selecionado

source: Cancelled removing users from the editor group.
ga_ie: Cuireadh úsáideoirí a bhaint ón ngrúpa eagarthóirí ar ceal.
pt_pt: Remoção de utilizadores do grupo de editores cancelada.

source: Successfully removed users from editor group.
ga_ie: Baineadh úsáideoirí ón ngrúpa eagarthóirí.
pt_pt: Utilizadores removidos com sucesso do grupo de editores.

source: Remove Users from Editor Group
ga_ie: Bain úsáideoirí ón nGrúpa Eagarthóirí
pt_pt: Remover utilizadores do grupo de editores

source: Remove user
ga_ie: Bain úsáideoir
pt_pt: Remover Utilizador

source: Remove users from selected editor groups
ga_ie: Bain úsáideoirí ó ghrúpaí eagarthóirí roghnaithe
pt_pt: Remover utilizadores do(s) grupo(s) de editor(es) selecionado(s)

source: You must be superuser or group manager to accept applications.
ga_ie: Ní mór a bheith i d’fhorúsáideoir nó bainisteoir grúpa chun glacadh le hiarratais.
pt_pt: Tem que ser administrador ou gestor do grupo para aceitar pedidos.

source: Application accepted
ga_ie: Iarratas glactha | Application accepted
pt_pt: Pedido Aceite

source: There was an error sending out an application acceptance e-mail.
ga_ie: Earráid: Tharla earráid agus rphost glactha iarratais á sheoladh amach.
pt_pt: Erro: Ocorreu um erro no envio do e-mail de confirmação do pedido.

source: You have successfully accepted "%(user)s" as member of the editor group "%(group)s".
ga_ie: Ghlac tú le "%(user)s" mar bhall den ghrúpa eagarthóirí "%(group)s".
pt_pt: Aceitou com sucesso "%(user)s" como membro do grupo de editores "%(group)s".

source: Successfully accepted %(accepted)d of %(total)d applications. You have no permissions to accept the remaining applications.
ga_ie: Ghlac tú le %(accepted)d as %(total)d iarratas. Níl ceadanna agat glacadh leis na hiarratais atá fágtha.
pt_pt: Aceitou com sucesso %(accepted) de %(total) dos pedidos. Não tem permissões para aceitar os restantes.

source: Successfully accepted all requests.
ga_ie: Glactha le gach iarratas.
pt_pt: Aceitou com sucesso todos os pedidos.

source: Accept selected editor group applications
ga_ie: Glac le hiarratais roghnaithe don ghrúpa eagarthóirí
pt_pt: Aceitar pedidos do grupo de editores selecionado

source: Application turned down
ga_ie: Iarratas diúltaithe | Application declined
pt_pt: Pedido recusado

source: There was an error sending out an e-mail about turning down the application.
ga_ie: Earráid: Tharla earráid agus rphost maidir leis an iarratas a dhiúltú á sheoladh amach.
pt_pt: Erro: Ocorreu um erro no envio do e-mail de rejeição do pedido.

source: You have successfully turned down "%(user)s" from the editor group "%(group)s".
ga_ie: Tá tú tar éis diúltú do "%(user)s" ón ngrúpa eagarthóirí "%(group)s".
pt_pt: Recusou com sucesso "%(user)s" do grupo de edição "%(group)s".

source: Successfully turned down %(count)d %(items)s.
ga_ie: %(count)d %(items)s diúltaithe.
pt_pt: Recusou %(count)d %(items)s com sucesso.

source: Cannot turn down %(name)s
ga_ie: Ní féidir diúltú do %(name)s
pt_pt: Não pode recusar %(name)s

source: Are you sure?
ga_ie: An bhfuil tú cinnte?
pt_pt: Tem a certeza?

source: Turn down selected editor group applications
ga_ie: Diúltaigh d’iarratais roghnaithe ar ghrúpaí eagarthóirí
pt_pt: Recusar os pedidos dos grupos de edição selecionadas

source: Cancelled adding users to the editor group managers.
ga_ie: Cuireadh úsáideoirí a chur le bainisteoirí na ngrúpaí eagarthóirí ar ceal.
pt_pt: Cancelou adição dos utilizadores aos gestores de grupos de edição.

source: Successfully added users to editor group managers.
ga_ie: Úsáideoirí curtha le bainisteoirí na ngrúpaí eagarthóirí.
pt_pt: Adicionou com sucesso os utilizadores aos gestores de grupos de edição.

source: Add Users to Editor Group Managers
ga_ie: Cuir úsáideoirí le Bainisteoirí na nGrúpaí Eagarthóirí
pt_pt: Adicionar utilizadores aos gestores de grupos de edição

source: You need to be a superuser to add a user to these editor group managers.
ga_ie: Ní mór a bheith i d’fhorúsáideoir chun úsáideoir a chur le bainisteoirí na ngrúpaí eagarthóirí seo.
pt_pt: Tem que ser administrador para adicionar um utilizador aos gestores de grupos de edição.

source: Add users to selected editor group managers
ga_ie: Cuir úsáideoirí le bainisteoirí grúpaí eagarthóirí roghnaithe
pt_pt: Adicionar utilizadores aos gestores de grupos de edição selecionados

source: Cancelled removing users from editor group managers.
ga_ie: Cuireadh úsáideoirí a bhaint ó bhainisteoirí na ngrúpaí eagarthóirí ar ceal.
pt_pt: Cancelada a remoção de utilizadores dos gestores de grupos de edição.

source: Successfully removed users from editor group managers.
ga_ie: Baineadh úsáideoirí ó bhainisteoirí na ngrúpaí eagarthóirí.
pt_pt: Sucesso na remoção de utilizadores dos gestores de grupos de edição.

source: Remove Users from Editor Group Managers
ga_ie: Bain úsáideoirí ó Bhainisteoirí na nGrúpaí Eagarthóirí
pt_pt: Remover utilizadores dos gestores de grupos de edição

source: You need to be a superuser to remove a user from these editor group managers.
ga_ie: Ní mór a bheith i d’fhorúsáideoir chun úsáideoir a bhaint ó bhainisteoirí na ngrúpaí eagarthóirí seo.
pt_pt: Tem que ser um administrador para remover um utilizador dos gestores de grupos de edição.

source: Remove users from selected editor group managers
ga_ie: Bain úsáideoirí o bhainisteoirí grúpaí eagarthóirí roghnaithe
pt_pt: Remover utilizadores dos gestores de grupos de edição selecionados

source: Cancelled adding users to the organization.
ga_ie: Cuireadh úsáideoirí a chur leis an eagraíocht ar ceal.
pt_pt: Cancelada a adição de utilizadores à organização

source: You need to be organization managers to add a user to this organization.
ga_ie: Ní mór a bheith i do bhainisteoir eagraíochta chun úsáideoir a chur leis an eagraíocht seo.
pt_pt: Tem que ser um gestor da organização para adicionar um utilizador a esta organização.

source: Successfully added users to organization.
ga_ie: Úsáideoirí curtha leis an eagraíocht.
pt_pt: Adicionou com sucesso os utilizadores à organização.

source: Add Users to Organization
ga_ie: Cuir Úsáideoirí leis an Eagraíocht
pt_pt: Adicionar utilizadores à organização

source: Add users to selected organizations
ga_ie: Cuir úsáideoirí le heagraíochtaí roghnaithe
pt_pt: Adicionar utilizadores à organização selecionada

source: Cancelled removing users from the organization.
ga_ie: Cuireadh úsáideoirí a bhaint ón eagraíocht ar ceal.
pt_pt: Remoção de utilizadores da organização cancelada.

source: Successfully removed users from organization.
ga_ie: Úsáideoirí bainte ón eagraíocht.
pt_pt: Utilizadores removidos com sucesso.

source: Remove Users from Organization
ga_ie: Bain úsáideoirí ón eagraíocht
pt_pt: Remover utilizadores da organização

source: Remove users from selected organizations
ga_ie: Bain úsáideoirí ó eagraíochtaí roghnaithe
pt_pt: Remover utilizadores das organizações selecionadas

source: You must be superuser or organization manager to accept applications.
ga_ie: Ní mór a bheith i d’fhorúsáideoir nó bainisteoir eagraíochta chun glacadh le hiarratais.
pt_pt: Tem que ser administrador ou um gestor da organização para aceitar pedidos.

source: You have successfully accepted "%(user)s" as member of the organization "%(group)s".
ga_ie: Ghlac tú le "%(user)s" mar bhall den eagraíocht "%(group)s".
pt_pt: Aceitou com sucesso "%(user)s" como membro da organização "%(group)s".

source: Accept selected organization applications
ga_ie: Glac le hiarratais eagraíochta roghnaithe
pt_pt: Aceitar pedidos da organização selecionada

source: You have turned down the application of "%(user)s" for membership in the organization "%(group)s".
ga_ie: Dhiúltaigh tú d’iarratas "%(user)s" ar bhallraíocht san eagraíocht "%(group)s".
pt_pt: Rejeitou os pedidos de "%(user)s" para membro da organização "%(group)s".

source: Turn down selected organization applications
ga_ie: Diúltaigh d’iarratais eagraíochta roghnaithe
pt_pt: Rejeitar os pedidos selecionados da organização

source: Cancelled adding users to the organization managers.
ga_ie: Cuireadh úsáideoirí a chur le bainisteoirí eagraíochta ar ceal.
pt_pt: Adição de utilizadores aos gestores da organização cancelada.

source: Successfully added users to organization managers.
ga_ie: Úsáideoirí curtha le bainisteoirí eagraíochta.
pt_pt: Adição de utilizadores aos gestores da organização com sucesso.

source: Add Users to Organization Manager Group
ga_ie: Cuir úsáideoirí le Grúpa Bainisteoirí Eagraíochta
pt_pt: Adicionar utilizadores ao grupo de gestores da organização

source: You need to be a superuser to add a user to these organization managers.
ga_ie: Ní mór a bheith i d’fhorúsáideoir chun úsáideoir a chur leis na bainisteoirí eagraíochta seo.
pt_pt: Tem que ser um administrador para adicionar um utilizador aos gestores da organização.

source: Add users to selected organization managers
ga_ie: Cuir úsáideoirí le bainisteoirí eagraíochta roghnaithe
pt_pt: Adicionar utilizadores aos gestores da organização selecionados

source: Cancelled removing users from the organization managers.
ga_ie: Cuireadh úsáideoirí a bhaint ó bhainisteoirí eagraíochta ar ceal.
pt_pt: Remoção de utilizadores dos gestores da organização cancelada.

source: Successfully removed users from organization managers.
ga_ie: Baineadh úsáideoirí ó bhainisteoirí eagraíochta.
pt_pt: Remoção de utilizadores dos gestores da organização com sucesso.

source: Remove Users from Organization Manager Group
ga_ie: Bain úsáideoirí ó Ghrúpa Bainisteoirí Eagraíochta
pt_pt: Remoção de utilizadores do grupo de gestores da organização

source: You need to be a superuser to remove a user from these organization managers.
ga_ie: Ní mór a bheith i d’fhorúsáideoir chun úsáideoir a bhaint ó na bainisteoirí eagraíochta seo.
pt_pt: Tem que ser um administrador para remover um utilizador dos gestores da organização.

source: Remove users from selected organization managers
ga_ie: Bain úsáideoirí ó bhainisteoirí eagraíochta roghnaithe
pt_pt: Remove utilizadores dos gestores da organização selecionados

source: You must be superuser to accept eDelivery applications.
ga_ie: Ní mór a bheith i d’fhorúsáideoir chun glacadh le hiarratais eDelivery.
pt_pt: Tem que ser um administrador para aceitar pedidos eDelivery.

source: Accept selected eDelivery applications
ga_ie: Glac le hiarratais roghnaithe eDelivery
pt_pt: Aceitar pedidos eDelivery selecionados

source: You must be superuser to reject eDelivery applications.
ga_ie: Ní mór a bheith i d’fhorúsáideoir chun diúltú d’iarratais eDelivery.
pt_pt: Tem que ser um administrador para rejeitar pedidos eDelivery.

source: ELRI eDelivery application
ga_ie: Iarratas eDelivery ELRI | ELRI eDelivery application
pt_pt: Candidatar-se como membro do eTradução eDelivery

source: {} cannot be rejected. Only "PENDING" applications can be rejected
ga_ie: Ní féidir {} a dhiúltú. Iarratais "PENDING" amháin ar féidir diúltú dóibh
pt_pt: {} não pode ser rejeitado. Só pedidos "PENDING" podem ser rejeitados

source: Reject selected eDelivery applications
ga_ie: Diúltaigh d’iarratais roghnaithe eDelivery
pt_pt: Rejeitar pedidos eDelivery selecionados

source: You must be superuser to revoke active eDelivery applications.
ga_ie: Ní mór a bheith i d’fhorúsáideoir chun iarratais ghníomhacha eDelivery a chulghairm.
pt_pt: Tem que ser administrador para revogar pedidos eDelivery ativos.

source: {} cannot be rejected. Only "ACTIVE" applications can be revoked.
ga_ie: Ní féidir diúltú do {}. Iarratais "ACTIVE" amháin is féidir a chúlghairm.
pt_pt: {} não pode ser rejeitado. Só pedidos "ACTIVE" podem ser revogados.

source: Revoke selected eDelivery applications
ga_ie: Déan iarratais roghnaithe eDelivery a chúlghairm
pt_pt: Revogar pedidos eDelivery selecionados

source: You must be superuser to reactivate revoked eDelivery applications.
ga_ie: Ní mór a bheith i d’fhorúsáideoir chun iarratais chúlghairthe eDelivery a athghníomhachtú.
pt_pt: Tem que ser um administrador para reativar pedidos eDelivery revogados.

source: {} cannot be reactivated. Only "REVOKED" applications can be reactivated.
ga_ie: Ní féidir {} a athghníomhachtú. Iarratais "REVOKED" amháin is féidir a athghníomhachtú.
pt_pt: {} não pode ser reativado. Só pedidos "REVOKED" podem ser reativados.

source: Reactivate selected eDelivery applications
ga_ie: Athghníomhachtaigh iarratais eDelivery roghnaithe
pt_pt: Reativar os pedidos eDelivery selecionados

source: This password is too short. It must contain at least %(min_length)d character.
ga_ie: Earráid: Tá an pasfhocal seo róghairid. Caithfidh tú pasfhocal le níos mó carachtar (%(min_length)d) a roghnú.
pt_pt: Erro: Esta palavra-passe é demasiado curta. Deve conter pelo menos %(min_length)d carácter.

source: Your password must contain at least %(min_length)d character.
ga_ie: Ní mór ar a laghad %(min_length)d carachtar a bheith i do phasfhocal.
pt_pt: A sua palavra-passe tem que conter pelo menos %(min_length)d caracter.

source: The password is too similar to the %(verbose_name)s.
ga_ie: Earráid: Tá an pasfhocal róchosúil leis an %(verbose_name)s.
pt_pt: Erro: A palavra-passe é demasiado parecida com %(verbose_name)s.

source: Your password can't be too similar to your other personal information.
ga_ie: Ní féidir le do phasfhocal a bheith róchosúil le do shonraí pearsanta eile.
pt_pt: A sua palavra-passe não pode ser tão parecida com a sua informação pessoal.

source: This password is too common.
ga_ie: Earráid: Tá an pasfhocal seo róchoitianta.
pt_pt: Erro: A palavra-passe é demasiado comum.

source: Your password can't be a commonly used password.
ga_ie: Ní féidir pasfhocal coitianta a bheith mar phasfhocal agat.
pt_pt: A sua palavra-passe não pode ser uma palavra-passe usada vulgarmente.

source: This password is entirely numeric.
ga_ie: Earráid: Tá an pasfhocal seo iomlán uimhriúil.
pt_pt: Erro: A palavra-passe é inteiramente numérica.

source: Your password can't be entirely numeric.
ga_ie: Ní féidir pasfhocal iomlán uimhriúil a bheith agat.
pt_pt: A sua palavra-passe não pode ser inteiramente numérica.

source: This password does not contain a digit.
ga_ie: Earráid: Níl uimhir sa phasfhocal seo.
pt_pt: Erro: A palavra-passe não contém qualquer digito.

source: Your password must contain at least one digit.
ga_ie: Ní mór ar a laghad uimhir amháin a bheith i do phasfhocal.
pt_pt: A sua palavra-passe deverá conter pelo menos um dígito.

source: This password does not contain a punctuation character.
ga_ie: Earráid: Níl carachtar poncaíochta sa phasfhocal seo.
pt_pt: Erro: A palavra-passe não contém pelo menos um carácter de pontuação.

source: Your password must contain at least one punctuation character.
ga_ie: Ní mór ar a laghad carachtar poncaíochta amháin a bheith i do phasfhocal.
pt_pt: A sua palavra-passe deverá conter pelo menos um caracter de pontuação.

source: This password does not contain an uppercase character.
ga_ie: Earráid: Níl carachtar i gcás uachtair sa phasfhocal seo.
pt_pt: Erro: A palavra-passe não contém pelo menos uma letra maiúscula.

source: Your password must contain at least one uppercase character.
ga_ie: Ní mór ar a laghad carachtar i gcás uachtair amháin a bheith i do phasfhocal.
pt_pt: A sua palavra-passe deverá conter pelo menos uma letra maiúscula.

source: This password does not contain a lowercase character.
ga_ie: Earráid: Níl carachtar i gcás íochtair sa phasfhocal seo.
pt_pt: Erro: A palavra-passe não contém pelo menos uma letra minúscula.

source: Your password must contain at least one lowercase character.
ga_ie: Ní mór ar a laghad carachtar i gcás íochtair amháin a bheith i do phasfhocal.
pt_pt: A sua palavra-passe deverá conter pelo menos uma letra minúscula.

source: This password contains a character repeated more than %d times in a row.
ga_ie: Earráid: Tá an carachtar céanna úsáidte níos mó uaireanta i ndiaidh a chéile ná mar atá ceadaithe chun pasfhocal ceart a chruthú (%d).
pt_pt: Erro: A palavra-passe contém um carácter repetido mais do que %d vez(es) seguida(s).

source: Your password can't contain a character repeated more than %d times in a row.
ga_ie: á an carachtar céanna úsáidte níos mó uaireanta i ndiaidh a chéile ná mar atá ceadaithe chun pasfhocal ceart a chruthú (%d).
pt_pt: A sua palavra-passe não deverá conter um caracter repetido mais do que %d vezes seguidas.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
ga_ie: Earráid: Cathaigh litreacha, digite agus na carachtair @/./+/-/_ amhain le hadhaigh an méid seo.
pt_pt: Erro: Este campo apenas pode conter letras, números e caracteres @/./+/-/_

source: Desired account name
pt_pt: Nome de Utilizador

source: Required Field
pt_pt: Erro: Campo Obrigatório

source: First name
pt_pt: Primeiro nome

source: Last name
pt_pt: Último nome

source: Organization name
pt_pt: Nome da Organização

source: Organization address
pt_pt: Morada da Organização

source: Organization phone number
pt_pt: Número de telefone da Organização

source: Position in the organization
pt_pt: Cargo na Organização

source: Password
pt_pt: Palavra-passe

source: Password confirmation
pt_pt: Confirmação da palavra-passe

source: User account name already exists, please choose another one.
ga_ie: Earráid: Ainm cuntas úsáideora in úsáid cheana, roghnaigh ceann eile.
pt_pt: Erro: O nome de utilizador escolhido já existe, por favor escolha outro.

source: There is already an account registered with this e-mail address.
ga_ie: Earráid: Tá cuntas cláraithe leis an seoladh rphoist seo cheana féin.
pt_pt: Erro: Já existe uma conta registada com o mesmo e-mail.

source: The two password fields did not match.
ga_ie: Earráid: Níorbh ionann an dá réimse pasfhocal.
pt_pt: Erro: Os dois campos de palavra-passe não correspondem.

source: Subject
ga_ie: Ábhar
pt_pt: Assunto

source: Please provide a meaningful and sufficiently indicative subject.
ga_ie: Scríobh líne a achoimríonn do cheist go héifeachtúil.
pt_pt: Por favor, indique um assunto significativo e suficientemente indicativo.

source: Message
ga_ie: Teachtaireacht
pt_pt: Mensagem

source: Your message appears to be rather short. Please make sure to phrase your request as precise as possible. This will help us to process it as quick as possible.
ga_ie: Is cosúil go bhfuil do theachtaireacht beagán gearr. Bí cinnte go bhfuil do cheist mínithe chomh beacht agus is féidir. Cabhróidh sé sin linn é a phróiseáil chomh tapa agus is féidir.
pt_pt: Esta mensagem é relativamente pequena. Por favor, certifique-se que transmite o seu pedido do modo mais preciso possível. Isto ajudar-nos-á a processá-lo o mais rápido possível.

source: Username
ga_ie: Ainm úsáideora
pt_pt: Nome de Utilizador

source: Not a valid username-email combination.
ga_ie: Earráid: Níl an t-ainm úsáideora agus an rphost sin ag teacht le chéile.
pt_pt: Erro: Não é uma combinação válida de nome de utilizador/e-mail.

source: default editor groups
ga_ie: grúpaí eagarthóirí réamhshocraithe
pt_pt: Grupos de editores por defeito

source: Public Cetificate
ga_ie: Teastas Poiblí
pt_pt: Certificado Público

source: Application Status
ga_ie: Stádas Iarratais
pt_pt: Estado do pedido

source: Rejection Reason
ga_ie: Cúis Diúltaithe
pt_pt: Motivo da rejeição

source: Date Created
ga_ie: Dáta Cruthaithe
pt_pt: Criado a

source: eDelivery Application for user: "{0}"
ga_ie: Iarratas eDelivery d’úsáideoir: "{0}"
pt_pt: Pedido eDelivery para o utilizador: "{0}"

source: editor group managers group
ga_ie: grúpa bainisteoirí na ngrúpaí eagarthóirí
pt_pt: Grupo de Gestores de grupos de edição

source: organization managers group
ga_ie: grúpa na mbainisteoirí eagraíochta
pt_pt: Grupo de Gestores da Organização

source: Not a valid phone number
ga_ie: Earráid: Níl an uimhir ghutháin bailí
pt_pt: Não é um número de telefone válido

source: Is a META-SHARE associate member.
ga_ie: Is ea ball comhlach de META-SHARE.
pt_pt: É um membro associado META-SHARE.

source: Is a META-SHARE full member.
ga_ie: Is ea lánbhall de META-SHARE.
pt_pt: É membro da META-SHARE.

source: Date of birth
ga_ie: Dáta breithe
pt_pt: Data de nascimento

source: Phone Number
ga_ie: Uimhir ghutháin
pt_pt: Número de telefone

source: Country
ga_ie: Tír
pt_pt: País

source: Affiliation(s)
ga_ie: Cleamhnaithe le
pt_pt: Organização(ões)

source: Affiliation address
ga_ie: Seoladh na cleamhnachta
pt_pt: Morada da Organização

source: Affiliation phone number
ga_ie: Uimhir ghutháin na cleamhnachta
pt_pt: Número de telefone da Organização

source: Position
ga_ie: Ról
pt_pt: Cargo

source: Homepage
ga_ie: Baile
pt_pt: Pagina web

source: Your ELRI user account has been activated
ga_ie: Tá do chuntas úsáideora ELRI gníomhachtaithe | Your ELRI user account has been activated
pt_pt: A sua conta eTradução foi ativada

source: We have activated user account for user {}.
ga_ie: Tá an cuntas úsáideora don úsáideoir {} gníomhachtaithe.
pt_pt: Ativamos a conta com o nome de utilizador {}.

source: [ELRI] Contact Form Request: %s
ga_ie: Iarratas ar Fhoirm Teagmhála [ELRI]: | [ELRI] Contact Form Request: %s
pt_pt: [eTradução] Pedido de formulário de contacto: %s

source: Oops, there was an error sending out your contact request. You can copy your message and try again later: <pre>%s</pre>
ga_ie: Úps, tharla earráid agus d’iarratas teagmhála á sheoladh amach. Is féidir do theachtaireacht a chóipeáil agus triail a bhaint as arís níos déanaí: <pre>%s</pre>
pt_pt: Oops, ocorreu um erro ao enviar o seu pedido de contacto. Pode copiar a sua mensagem e tentar de novo mais tarde: <pre>%s</pre>

source: We have received your message and successfully sent it to the node maintainers. Please give them some days to get back to you.
ga_ie: Tá do theachtaireacht faighte againn agus tá sé seolta chuig na coimeádaithe nód. Tabhair roinnt laethanta dóibh le dul i dteagmháil leat.
pt_pt: A sua mensagem foi enviada com sucesso. Recebemos a sua mensagem e remetemo-la para a equipa de manutenção deste nódulo. Por favor, permita-nos alguns dias para darmos uma resposta.

source: Contact Node Maintainers
ga_ie: Déan teagmháil le Foireann ELRI
pt_pt: Entre em contacto com os responsáveis pelo eTradução

source: New user registration
ga_ie: Clárúchán úsáideora nua | New user registration
pt_pt: Registo de novo utilizador
