Repository: hpusset/ELRI
Catalog: po_files/*/accounts/locale/*/LC_MESSAGES/django.po
Languages: ga_ie, pt_pt

source: There was an error sending out the notification email to the administrators. Please contact them directly.
ga_ie: Earráid: Tharla earráid agus an rphost fógartha á sheoladh amach go dtí na riarthóirí. Déan teagmháil díreach leo, le do thoil.
pt_pt: Erro: Ocorreu um erro no envio do e-mail de notificação aos administradores. Por favor contacte-nos diretamente pelo e-mail etraducao@ama.pt.

source: We have received your registration data and sent the administrators a notification email.You will receive an email when your account has been activated.
ga_ie: Tá do shonraí cláraithe faighte againn agus tá rphost fógartha seolta againn chuig na riarthóirí. Gheobhaidh tú rphost nuair a bheas do chuntas gníomhachtaithe.
pt_pt: Recebemos os seus dados de registo e enviámos um email de notificação para os administradores. Receberá um email quando a sua conta for ativada.

source: Create Account
ga_ie: Cruthaigh cuntas
pt_pt: Criar Conta

source: You have successfully updated your profile information.
ga_ie: Tá d’eolas próifíle uasdátaithe agat.
pt_pt: Actualizou as informações de perfil com sucesso.

source: full member
ga_ie: lánbhall
pt_pt: membro

source: associate member
ga_ie: ball comhlach
pt_pt: membro associado

source: Edit Profile Information
ga_ie: Cuir d’Eolas Próifíle in eagar
pt_pt: Editar Informações de Perfil

source: An older application of yours for editor group "%s" is still pending.
ga_ie: Tá sean-iarratas a rinne tú ar an ngrúpa eagarthóirí "%s" fós ar feitheamh.
pt_pt: Um pedido antigo seu para o grupo "%s" de edição ainda está pendente.

source: New editor membership request
ga_ie: Iarratas ar bhallríocht eagarthóra nua | New editor membership request
pt_pt: Pedido de adesão de novo editor

source: There was an error sending out the request email for your editor group application.
ga_ie: Earráid: Tharla earráid agus an rphoist iarrtha do d’iarratas ar ghrúpa eagarthóirí á sheoladh amach.
pt_pt: Erro: Ocorreu um erro ao enviar o e-mail para o seu grupo de edição.

source: You have successfully applied for editor group "%s".
ga_ie: Tá tú tar éis cur isteach ar ghrúpa eagarthóirí "%s".
pt_pt: Pedido feito com sucesso para integração no grupo de edição "%s".

source: There are no editor groups in the database, yet, for which you could apply. Please ask the system administrator to create one.
ga_ie: Níl aon ghrúpaí eagarthóirí sa bhunachar sonraí, go fóill, ar féidir leat cur isteach orthu. Iarr ar an riarthóir córais ceann a chruthú.
pt_pt: Ainda não existem grupos de edição na base de dados para os quais se possa candidatar. Por favor, peça ao administrador do sistema que crie um.

source: Apply for editor group membership
ga_ie: Déan iarratas ar bhallraíocht i ngrúpa eagarthóirí
pt_pt: Candidatar-se ao grupo de editores

source: You have successfully added default editor group "%s".
ga_ie: Chuir tú grúpa eagarthóirí réamhshocraithe "%s" leis.
pt_pt: Adicionou com sucesso "%s" do grupo de editores por defeito.

source: You have successfully removed default editor group "%s".
ga_ie: Bhain tú grúpa eagarthóirí réamhshocraithe "%s".
pt_pt: Removeu com sucesso "%s" do grupo de editores por defeito.

source: There are no editor groups you could add to your default list.
ga_ie: Níl aon ghrúpaí eagarthóirí ar féidir leat iad a chur le do liosta réamhshocraithe.
pt_pt: Não existem grupos de edição que possa acrescentar à sua lista por defeito.

source: Update default editor groups
ga_ie: Déan uasdátú ar ghrúpaí eagarthóirí réamhshocraithe
pt_pt: Atualizar grupos de edição por defeito

source: An older application of yours for organization "%s" is still pending.
ga_ie: Tá sean-iarratas a rinne tú ar an eagraíocht "%s" fós ar feitheamh.
pt_pt: Um pedido seu antigo para a organização "%s" ainda está pendente.

source: New organization membership request
ga_ie: Iarratas ar bhallraíocht eagraíochta nua | New organisation membership request
pt_pt: Pedido de associação a uma nova organização

source: There was an error sending out the request email for your organization application.
ga_ie: Earráid: Tharla earráid agus an rphoist iarrtha do d’iarratas ar eagraíocht á sheoladh amach.
pt_pt: Erro: ﻿Ocorreu um erro ao enviar o e-mail de associação à sua organização.

source: You have successfully applied for organization "%s".
ga_ie: Tá tú tar éis cur isteach ar eagraíocht "%s".
pt_pt: Candidatou-se com sucesso para a organização "%s".

source: There are no organizations in the database, yet, for which you could apply. Please ask the system administrator to create one.
ga_ie: Níl aon eagraíochtaí sa bhunachar sonraí, go fóill, ar féidir leat cur isteach orthu. Iarr ar an riarthóir córais ceann a chruthú.
pt_pt: Ainda não existem organizações na base de dados para as quais se possa candidatar. Por favor, peça ao administrador do sistema que crie um.

source: Apply for organization membership
ga_ie: Déan iarratas ar bhallraíocht in eagraíocht
pt_pt: Candidatar-se para uma organização

source: Please confirm your ELRI password reset request
ga_ie: Deimhnigh d’iarratas ar athshocrú pasfhocail ELRI | Please confirm your ELRI password reset request
pt_pt: Por favor, confirme o seu pedido de redefinição de palavra-passe do eTradução

source: We have received your password reset request and sent you an email with further instructions.
ga_ie: Tá d’iarratas ar athshocrú pasfhocail faighte againn agus tá rphost le níos mó treoracha seolta chugat.
pt_pt: Recebemos um pedido de redefinição de palavra-passe e enviamos um e-mail com mais instruções.

source: Reset user account
ga_ie: Athshocraigh cuntas úsáideora
pt_pt: Redefinição da conta de utilizador

source: Your ELRI user account has been re-activated
ga_ie: Tá do chuntas úsáideora ELRI athghníomhachtaithe
pt_pt: A sua conta eTradução foi reativada

source: There was an error sending out the activation email for your user account. Please contact the administrator at %s.
ga_ie: Earráid: Tharla earráid agus an rphoist ghníomhachtaithe do do chuntas úsáideora á sheoladh amach. Déan teagmháil leis an riarthóir ag %s.
pt_pt: Erro: Ocorreu um erro ao enviar o e-mail de ativação da sua conta de utilizador. Por favor contacte o administrador através do e-mail %s

source: We have re-activated your user account and sent you an email with your personal password which allows you to login to the website.
ga_ie: Tá do chuntas úsáideora athghníomhachtaithe againn agus rphost seolta chugatle do phasfhocal pearsanta a thugann deis duit logáil isteach ar an suíomh gréasáin.
pt_pt: Reativamos a sua conta de utilizador e enviamos um e-mail com a sua palavra-passe.

source: Apply for eDelivery membership
ga_ie: Cuir isteach ar bhallraíocht in eDelivery
pt_pt: Candidatar-se como membro eDelivery

source: Email
ga_ie: Ríomhphost

source: MSH Endpoint
ga_ie: Críochphointe MSH

source: Gateway Party Name
ga_ie: Ainm Geata

source: Gateway Party ID
ga_ie: Aitheantas Geata
