Repository: hpusset/ELRI
Catalog: metashare/po_files/*/templates/admin/locale/*/LC_MESSAGES/django.po
Languages: ga_ie

source: "OK, I aggree "
ga_ie: “Tá go maith, aontaím”

source: "Decline "
ga_ie: “Diútigh”

source: "Allow cookies"
ga_ie: "Ceadaigh fianáin"

source: "Learn more"
ga_ie: “Léigh níos mó faoi”

source: 'Cookie Policy'
ga_ie: 'Polasaí Fianán'

source: Home
ga_ie: Baile

source: ELRI backend
ga_ie: ELRI cúil

source: Delete
ga_ie: Scrios

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
ga_ie: Bheadh mar thoradh ar %(object_name)s '%(escaped_object)s' a scriosadh go ndéanfaí oibiachtaí gaolmhara a scriosadh, ach níl cead ag do chuntas oibiachtaí de na cineálacha a leanas a scriosadh:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
ga_ie: Chun %(object_name)s '%(escaped_object)s' a scriosadh ní mór na hoibiachtaí gaolmhara cosanta a leanas a scriosadh:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
ga_ie: An bhfuil tú cinnte go bhfuil fonn ort %(object_name)s "%(escaped_object)s" a scriosadh? Déanfar na míreanna gaolta go léir a leanas a scriosadh:

source: Yes, I'm sure
ga_ie: Táim cinnte

source: Delete multiple objects
ga_ie: Scrios oibiachtaí iomadúla

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
ga_ie: Bheadh mar thoradh ar %(objects_name)s roghnaithe a scriosadh go ndéanfaí oibiachtaí gaolmhara a scriosadh, ach níl cead ag do chuntas oibiachtaí de na cineálacha a leanas a scriosadh:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
ga_ie: Chun %(objects_name)s roghnaithe a scriosadh ní mór na hoibiachtaí gaolmhara cosanta a leanas a scriosadh:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
ga_ie: An bhfuil tú cinnte go bhfuil fonn ort %(objects_name)s roghnaithe a scriosadh? Déanfar na hoibiachtaí a leanas agus a gcuid míreanna gaolta go léir a scriosadh:

source: Save
ga_ie: Sábháil

source: Save as new
ga_ie: Sábháil mar nua

source: Save and add another
ga_ie: Sábháil agus cuir ceann eile leis

source: Save and continue editing
ga_ie: Sábháil agus lean den eagarthóireacht

source: Cancel
ga_ie: Cealaigh

source: Abort editing and discard any changes
ga_ie: Tobscoir eagarthóireacht agus cuileáil aon athruithe
