Repository: hpusset/ELRI
Catalog: metashare/repository/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: This value must be either True or False.
fr_fr: Cette valeur doit être Vraie ou Fausse.

source: Boolean (Either True or False)
fr_fr: Booléen (Vrai ou Faux)

source: A single field must be at most {0} characters long (was {1}).
fr_fr: Un seul champ doit comporter au maximum {0} caractères ({1}).

source: A key must be at most {1} characters long, "{0}" has {2} characters.
fr_fr: Une clé doit comporter au maximum {1} caractères, "{0}" contient {2} caractères.

source: The corresponding value for "{0}" must be at most {1} characters long (was {2}).
fr_fr: La valeur correspondante pour "{0}" doit comporter au maximum {1} caractères ({2}).

source: Keys must not be empty.
fr_fr: Les clés ne doivent pas être vides.

source: Values must not be empty.
fr_fr: Les valeurs ne doivent pas être vides.

source: Ignoring an unknown filter from your query: %s
fr_fr: Ignorer un filtre inconnu de votre requête: %s

source: Conditions of use:
fr_fr: Conditions d'utilisation:

source: direct download available
fr_fr: téléchargement direct disponible

source: no direct download available
fr_fr: téléchargement direct non disponible

source: I agree to these licence terms and would like to download the resource.
fr_fr: J'accepte les présentes conditions de licence et souhaite télécharger la ressource.

source: To download the resource, you have to accept the licence terms
fr_fr: Pour télécharger la ressource, vous devez accepter les termes de la licence

source: Your e-mail
fr_fr: Votre e-mail

source: Your message
fr_fr: Votre message

source: Not a valid emailAddress value.
fr_fr: Valeur emailAddress non valide.

source: Not a valid URL value (must not contain non-ASCII characters, for example; see also RFC 2396).
fr_fr: Valeur URL non valide (ne doit pas contenir de caractères non ASCII, par exemple; voir également RF 2396).

source: EU
fr_fr: UE

source: More
fr_fr: Plus

source: Groups together information needed to identify the resource
fr_fr: Regroupe les informations nécessaires pour identifier la ressource

source: Groups information on the person(s) that is/are responsible for providing further information regarding the resource
fr_fr: Regroupe les informations sur la ou les personnes chargées de fournir des informations supplémentaires sur la ressource

source: Groups information on the metadata record itself
fr_fr: Regroupe des informations sur la fiche des métadonnées elle-même

source: Groups information on a specific version or release of the resource
fr_fr: Regroupe des informations sur une version ou une publication spécifique de la ressource

source: Groups information on the creation procedure of a resource
fr_fr: Regroupe des informations sur la procédure de création d'une ressource

source: Groups together information on any document describing the resource
fr_fr: Regroupe des informations sur n'importe quel document qui décrit la ressource

source: Used for distinguishing between resource types
fr_fr: Utilisé pour distinguer les types de ressources

source: Groups within the resourse is shared
fr_fr: Groupes dans lesquels la ressource est partagée

source: Specifies the size of the resource with regard to the SizeUnit measurement in form of a number
fr_fr: Spécifie la taille de la ressource par rapport à la mesure SizeUnit sous la forme d'un nombre

source: Specifies the unit that is used when providing information on the size of the resource or of resource parts
fr_fr: Spécifies l'unité utilisé quand fournit des informations sur la taille de la ressource ou des parties de la ressource

source: The full name by which the resource is known; the element can be repeated for the different language versions using the "lang" attribute to specify the language.
fr_fr: Le nom complet sous lequel la ressource est connue; l'élément peut être répété pour les différentes versions de langues en utilisant l'attribut "lang" pour spécifier le language.

source: Provides the description of the resource in prose; the element can be repeated for the different language versions using the "lang" attribute to specify the language.
fr_fr: Fournit la description de la ressource en prose; l'élément peut être répété pour les différentes versions de langues en utilisant l'attribut "lang" pour spécifier le language.

source: The short form (abbreviation, acronym etc.) used to identify the resource; the element can be repeated for the different language versions using the "lang" attribute to specify the language.
fr_fr: La forme abrégée (abréviation, acronyme, etc.) utilisé pour identifier la ressource; l'élément peut être répété pour les différentes versions de langues en utilisant l'attribut "lang" pour spécifier le language.

source: A Web page that can be navigated to in a Web browser to gain access to the resource, its distributions and/or additional information
fr_fr: Une page web qui peut être consulté depuis un moteur de recherche pour accéder à la ressource, ses distributions et/ou des informations complémentaires

source: An unambiguous referent to the resource within META-SHARE; it reflects to the unique system id provided automatically by the MetaShare software
fr_fr: Un référent non ambigüe à la ressource dans META-SHARE; il renvoi à l'identifiant système unique fourni automatiquement par le logiciel MetaShare

source: Reference to the unique ISLRN number of the resource; if the resource has not been assigned an ISLRN yet, you may request for one at: http://www.islrn.org/
fr_fr: Référence au numéro ISLRN unique de la ressource; si la ressource n'a pas encore d'ISLRN, vous pouvez en demander un à : http://www.islrn.org/

source: Reference to a PID, DOI or an internal identifier used by the resource provider for the resource
fr_fr: Référence à un PID, DOI ou un identifiant interne utilisé par le fournisseur de la ressource pour la ressource

source: Specifies whether the resource is appropriate for use in one or more of the DSIs (Digital Service Infrastructures)
fr_fr: Spécifie si la ressource est adaptée pour une utilisation dans un ou plusieurs DSI (Digital Service Infrastructures)

source: Any string, usually a number, that identifies the version of a resource
fr_fr: N'importe quelle chaîne de caractère, généralement un nombre, qui identifie la version de la ressource

source: Date of the last update of the version of the resource
fr_fr: Date de la dernière mise à jour de la version de la ressource

source: Specifies the validation status of the resource
fr_fr: Spécifie le statut de validation de la ressource

source: A short account of the validation details or a bibliographic reference to a document with detailed information on the validation process and results
fr_fr: Un bref compte-rendu des détails de la validation ou une référence bibliographique à un document contenant des informations détaillées sur le processus de validation et les résultats.

source: Groups information on the person(s) or the organization(s) that validated the resource
fr_fr: Regroupe les informations sur la ou les personnes ou les organisations qui ont validé la ressource

source: Specifies whether ELRC services have been exploited in the creation process of the resource; if so, please specify the services used in the description field of the metadata record
fr_fr: Spécifie si les services de l'ELRC ont été utilisés dans le processus de création de la ressource; si tel est le cas, veuillez préciser les services utilisés dans le champ description des métadonnées

source: Declares whether the resource has been anonymized
fr_fr: Indique si la ressource a été anonymisée

source: Groups information on the person or the organization that has created the resource
fr_fr: Regroupe des informations sur la personne ou l'organisation qui a crée la ressource

source: Groups information on the project that has funded the resource
fr_fr: Regroupe des informations sur le projet qui a financé la ressource

source: The date in which the creation process was started
fr_fr: La date à laquelle le processus de création a commencé

source: The date in which the creation process was completed
fr_fr: La date à laquelle le processus de création s'est terminé

source: The name, the identifier or the url of thethe original resources that were at the base of the creation process of the resource
fr_fr: Le nom, l'identifiant ou l'url des ressources originales qui étaient à l'origine du processus de création de la ressource

source: Specifies whether the resource is created automatically or in a manual or interactive mode
fr_fr: Spécifie si la ressource est créee automatiquement, manuellement ou de façon interactive

source: Provides further information on the creation methods and processes
fr_fr: Fournit des informations supplémentaires sur les méthodes et les processus de création

source: The name, the identifier or the url of the tool used in the creation process
fr_fr: Le nom, l'identifiant ou l'url de l'outil utilisé dans le processus de création

source: The date of creation of this metadata description (automatically inserted by the MetaShare software)
fr_fr: La date de création de cette description des métadonnées (automatiquement insérée par le logiciel MetaShare)

source: Groups information on the person that has created the metadata record
fr_fr: Regroupe les informations sur la personne qui a crée l'enregistrement des métadonnées

source: The name of the language in which the metadata description is written, according to IETF BCP47
fr_fr: Le nom de la langue dans laquelle la description des métadonnées est écrite, selon IETF BCP47

source: The identifier of the language in which the metadata description is written according to IETF BCP47
fr_fr: L'identifiant de la langue dans laquelle la description des métadonnées est écrite selon IETF BCP47

source: The date of the last updating of the metadata record (automatically inserted by the repo software)
fr_fr: La date de la dernière mise à jour de l'enregistrement des métadonnées (insérée automatiquement par le logiciel repo)

source: Specifies the type of the document provided with or related to the resource
fr_fr: Spécifie le type de document fourni avec ou lié à la ressource

source: The title of the document reporting on the resource
fr_fr: Le titre du document faisant un rapport sur la ressource

source: The name(s) of the author(s), in the format described in the document
fr_fr: Le(s) nom(s) de l'auteur(s), dans le format décrit dans le document

source: The name of the editor as mentioned in the document
fr_fr: Le nom du réviseur tel que mentionné dans le document

source: The year of publication or, for an unpublished work, the year it was written
fr_fr: L'année de publication ou, dans le cas d'une œuvre non publiée, l'année où elle a été écrite

source: The name of the publisher
fr_fr: Le nom de l'éditeur

source: The title of a book, part of which is being cited
fr_fr: Le titre d'un livre dont une partie est citée

source: A journal name. Abbreviations could also be provided
fr_fr: Un nom de journal. Des abréviations pourraient également être fournies

source: Specifies the volume of a journal or multivolume book
fr_fr: Spécifie le volume d'un journal ou d'un livre en plusieurs volumes

source: The name of a series or set of books. When citing an entire book, the title field gives its title and an optional series field gives the name of a series or multi-volume set in which the book is published
fr_fr: Le nom d'une série ou d'un ensemble de livres. Lorsqu'on cite un livre entier, le champ titre donne son titre et un champ série facultatif donne le nom d'une série ou d'un ensemble de plusieurs volumes dans lequel le livre est publié.

source: One or more page numbers or range of page numbers
fr_fr: Un ou plusieurs numéros de page ou une série de numéros de page

source: The edition of a book
fr_fr: L'édition d'un livre

source: The name of the conference in which the document has been presented
fr_fr: Le nom de la conférence dans laquelle le document a été présenté

source: A digital object identifier assigned to the document
fr_fr: un identificateur d'objet numérique attribué au document

source: A URL used as homepage of an entity (e.g. of a person, organization, resource etc.); it provides general information (for instance in the case of a resource, it may present a description of the resource, its creators and possibly include links to the URL where it can be accessed from)
fr_fr: URL utilisée comme page d'accueil d'une entité (par exemple d'une personne, d'une organisation, d'une ressource, etc.) ; elle fournit des informations générales (par exemple, dans le cas d'une ressource, elle peut présenter une description de la ressource, de ses créateurs et éventuellement inclure des liens vers l'URL d'où elle peut être accessible)

source: The International Standard Serial Number used to identify a journal
fr_fr: Numéro international normalisé des publications en série utilisé pour identifier une revue

source: The International Standard Book Number
fr_fr: Numéro international normalisé du livre

source: The keyword(s) for indexing and classification of the document
fr_fr: Le(s) mot-clé(s) pour l'indexation et la classification d'un document

source: The language the document is written in (according to the IETF BCP47 guidelines)
fr_fr: Langue dans laquelle le document est écrit (selon les recommandations IETF BCP47)

source: The id of the language the document is written in (according to the IETF BCP47 guidelines)
fr_fr: L'identifiant de la langue dans laquelle le document est écrit (selon les recommandations IETF BCP47)

source: (Read-only) base URL for the server where the master copy of the associated entity instance is located.
fr_fr: URL de base (en lecture seule) du serveur sur lequel se trouve la copie principale de l'instance d'entité associée.

source: Generalized copy status flag for this entity instance.
fr_fr: Indicateur d'état de copie généralisé pour cette instance d'entité.

source: Refers to papers, manuals, reports etc. describing the resource
fr_fr: Fait référence à des documents, manuels, rapports, etc. décrivant la ressource

source: URL link to an online manual or help pages
fr_fr: Lien URL vers un manuel en ligne ou des pages d'aide

source: A url with samples of the resource or, in the case of tools, of samples of the output
fr_fr: Une url avec des échantillons de la ressource ou, dans le cas d'outils, des échantillons de la sortie

source: Specifies the application domain of the resource or the tool/service according to the EUROVOC thesaurus
fr_fr: Spécifie le domaine d'application de la ressource ou de l'outil/service selon le thésaurus EUROVOC

source: The identifier of the application domain of the resource or the tool/service, taken from the EUROVOC domains: http://eurovoc.europa.eu/drupal
fr_fr: L'identifiant du domaine d'application de la ressource ou de l'outil/service, tiré des domaines EUROVOC : http://eurovoc.europa.eu/drupal

source: The name of the application subdomain of the resource or the tool/service, taken from the EUROVOC domains: http://eurovoc.europa.eu/drupal
fr_fr: Le nom du sous-domaine d'application de la ressource ou de l'outil/service, tiré des domaines EUROVOC : http://eurovoc.europa.eu/drupal

source: The identifier of the application subdomain of the resource or the tool/service, taken from the EUROVOC domains: http://eurovoc.europa.eu/drupal
fr_fr: L'identifiant du sous-domaine d'application de la ressource ou de l'outil/service, tiré des domaines EUROVOC : http://eurovoc.europa.eu/drupal

source: Specifies the external classification schemes
fr_fr: Spécifie les schémas de classification externes

source: Specifies the size of resource parts per domain
fr_fr: Spécifie la taille des parties de ressources par domaine

source: Specifies the annotation level of the resource or the annotation type a tool/ service requires or produces as an output
fr_fr: Spécifie le niveau d'annotation de la ressource ou le type d'annotation dont un outil/service a besoin ou qu'il produit en sortie.

source: Indicates whether the annotation is created inline or in a stand-off fashion
fr_fr: Indique si l'annotation est créée en ligne ou de façon isolée.

source: Specifies the segmentation unit in terms of which the resource has been segmented or the level of segmentation a tool/service requires/outputs
fr_fr: Spécifie l'unité de segmentation en fonction de laquelle la ressource a été segmentée ou le niveau de segmentation qu'un outil/service nécessite/produit.

source: A name or a url reference to the typesystem used in the annotation of the resource or used by the tool/service
fr_fr: Un nom ou une référence URL au système de type utilisé dans l'annotation de la ressource ou utilisé par l'outil/service

source: A name or a url reference to the annotation schema used in the annotation of the resource or used by the tool/service
fr_fr: Un nom ou une référence url au schéma d'annotation utilisé dans l'annotation de la ressource ou utilisé par l'outil/service.

source: A name or a url reference to the resource (e.g. tagset, ontology, term lexicon etc.) used in the annotation of the resource or used by the tool/service
fr_fr: Un nom ou une référence url à la ressource (par ex. ensemble de tag, ontologie, lexique terminologique, etc.) utilisé dans l'annotation de la ressource ou utilisé par l'outil/service

source: Specifies the standards or the best practices to which the tagset used for the annotation conforms
fr_fr: Spécifie les normes ou les meilleures pratiques auxquelles l'ensemble des étiquettes utilisées pour l'annotation est conforme.

source: Name of the theoretic model applied for the creation or enrichment of the resource, and/or a reference (URL or bibliographic reference) to informative material about the theoretic model used
fr_fr: Nom du modèle théorique appliqué pour la création ou l'enrichissement de la ressource, et/ou une référence (URL ou référence bibliographique) au matériel informatif sur le modèle théorique utilisé.

source: A bibliographic reference or ms:httpURI link to the annotation manual
fr_fr: Une référence bibliographique ou un lien ms:httpURI vers le manuel d'annotation

source: Indicates whether the resource is annotated manually or by automatic processes
fr_fr: Indique si la ressource est annotée manuellement ou par des processus automatiques.

source: Provides further information on annotation process
fr_fr: Fournit de plus amples renseignements sur le processus d'annotation

source: The name, the identifier or the url of the tool used for the annotation of the resource
fr_fr: Le nom, l'identifiant ou l'url de l'outil utilisé pour l'annotation de la ressource

source: Provides information on size for the annotated parts of the resource
fr_fr: Fournit des informations sur la taille des parties annotées de la ressource.

source: The full name or a url to a resource related to the one being described; to be used for identifiers also for this version
fr_fr: Le nom complet ou l'url d'une ressource liée à celle qui est décrite ; à utiliser également pour les identifiants de cette version.

source: Specifies the type of relation not covered by the ones proposed by META-SHARE
fr_fr: Spécifie le type de relation non couvert par celles proposées par META-SHARE

source: The full name, the identifier or the url of the related resource
fr_fr: Le nom complet, l'identifiant ou l'url de la ressource associée

source: Additional software required for running a tool and/or computational grammar
fr_fr: Logiciels supplémentaires requis pour exécuter un outil et/ou une grammaire computationnelle

source: If for running a tool and/or computational grammar, specific LRs (e.g. a grammar, a list of words etc.) are required
fr_fr: Si pour exécuter un outil et/ou une grammaire computationnelle, des RL spécifiques (par exemple, une grammaire, une liste de mots, etc.) sont nécessaires.

source: Provides further information on the dependencies
fr_fr: Fournit des informations supplémentaires sur les dépendances.

source: The email address of a person or an organization
fr_fr: L'adresse email d'une personne ou d'une organisation

source: The street and the number of the postal address of a person or organization
fr_fr: La rue et le numéro de l'adresse postale d'une personne ou d'une organisation

source: The zip code of the postal address of a person or organization
fr_fr: Le code postal de l'adresse postale d'une personne ou d'une organisation

source: The name of the city, town or village as mentioned in the postal address of a person or organization
fr_fr: Le nom de la ville ou du village mentionné dans l'adresse postale d'une personne ou d'une organisation.

source: The name of the region, county or department as mentioned in the postal address of a person or organization
fr_fr: Le nom de la région, du comté ou du département mentionné dans l'adresse postale d'une personne ou d'une organisation

source: The name of the country mentioned in the postal address of a person or organization as defined in the list of values of ISO 3166
fr_fr: Le nom du pays mentionné dans l'adresse postale d'une personne ou d'une organisation telle que définie dans la liste des valeurs de l'ISO 3166.

source: The identifier of the country mentioned in the postal address of a person or organization as defined in the list of values of ISO 3166
fr_fr: L'identifiant du pays mentionné dans l'adresse postale d'une personne ou d'une organisation telle que définie dans la liste des valeurs de l'ISO 3166.

source: The telephone number of a person or an organization; recommended format: +_international code_city code_number
fr_fr: Le numéro de téléphone d'une personne ou d'un organisme ; format recommandé : +_code_international_code_ville_numéro

source: The full name of an organization
fr_fr: Le nom complet d'une organisation

source: The short name (abbreviation, acronym etc.) used for an organization
fr_fr: Le nom abrégé (abréviation, acronyme, etc.) utilisé pour une organisation.

source: The name of the department or unit (e.g. specific university faculty/department, department/unit of a research organization or private company etc.)
fr_fr: Le nom du département ou de l'unité (p. ex., faculté ou département universitaire spécifique, département ou unité d'un organisme de recherche ou d'une entreprise privée, etc.)

source: Groups information on communication details of a person or an organization
fr_fr: Regroupe des informations sur les détails de communication d'une personne ou d'une organisation

source: The surname (family name) of a person related to the resource
fr_fr: Le nom (nom de famille) d'une personne liée à la ressource

source: The given name (first name) of a person related to the resource; initials can also be used
fr_fr: Le prénom d'une personne liée à la ressource ; les initiales peuvent aussi être utilisées.

source: The gender of a person related to or participating in the resource
fr_fr: Le genre d'une personne liée ou participant à la ressource

source: The position or the title of a person if affiliated to an organization
fr_fr: Le poste ou le titre d'une personne si elle est affiliée à une organisation

source: Groups information on organization to whom the person is affiliated
fr_fr: Regroupe des informations sur l'organisation à laquelle la personne est affiliée

source: Specifies the availability status of the resource; restrictionsOfUse can be further used to indicate the specific terms of availability
fr_fr: Spécifie le statut de disponibilité de la ressource ; restrictionsOfUse peut être utilisé pour indiquer les conditions spécifiques de disponibilité

source: Indicates that the resource falls under the Public Sector Information regulations
fr_fr: Indique que la ressource relève de la Réglementation des informations du secteur public
