Repository: hpusset/ELRI
Catalog: metashare/repository/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Whether the resource can be used for purposes other than those of the DGT
fr_fr: Si la ressource peut être utilisée à des fins autres que celles de la DGT

source: Groups information on licences for the resource; can be repeated to allow for different modes of access and restrictions of use (e.g. free for academic use, on-a-fee basis for commercial use, download of a sample for free use etc.)
fr_fr: Regroupe des informations sur les licences de la ressource ; peuvent être répétées pour tenir compte des différents modes d'accès et des restrictions d'utilisation (p. ex. gratuit pour un usage universitaire, payant pour un usage commercial, téléchargement d'un échantillon pour un usage gratuit, etc.)

source: Specifies the medium (channel) used for delivery or providing access to the resource
fr_fr: Spécifie le support (canal) utilisé pour la diffusion ou l'accès à la ressource

source: Any url where the resource can be downloaded from; please, use if the resource is "downloadable" and you have not uploaded the resource in the repository
fr_fr: Toute url où la ressource peut être téléchargée ; veuillez l'utiliser si la ressource est "téléchargeable" et que vous n'avez pas chargé la ressource dans le répositoire

source: Any url where the service providing access to a resource is being executed; please use for resources that are "accessibleThroughInterface" or "webExecutable"
fr_fr: Toute url où le service fournissant l'accès à une ressource est en cours d'exécution ; veuillez l'utiliser pour les ressources qui sont "accessibleThroughInterface" ou "webExecutable"

source: The text that must be quoted for attribution purposes when using a resource - for cases where a resource is provided with a request for attribution; you can use a standard text such as "Resource X by Resource Creator Y used under licence Z"
fr_fr: Le texte qui doit être cité à des fins d'attribution lors de l'utilisation d'une ressource - pour les cas où une ressource fait l'objet d'une demande d'attribution ; vous pouvez utiliser un texte standard tel que "Ressource X par le Créateur de Ressource Y utilisé sous licence Z".

source: Specifies whether the resource contains or not personal data; this might mean that special handling of the resource is required (e.g. anonymisation)
fr_fr: Indique si la ressource contient ou non des données à caractère personnel; ce qui peut nécessiter un traitement spécial de la ressource (par exemple, anonymisation)

source: If the resource includes personal data, this field can be used for entering more information, e.g. whether special handling of the resource is required (e.g. anonymisation, further request for use etc.)
fr_fr: Si la ressource contient des données personnelles, ce champ peut être utilisé pour saisir d'autres informations, par exemple si un traitement spécial de la ressource est nécessaire (par exemple, anonymisation, autre demande d'utilisation, etc.)

source: Specifies whether the resource contains or not sensitive data; this might mean that special handling of the resource is required (e.g. anonymisation)
fr_fr: Indique si la ressource contient ou non des données sensibles ; cela peut signifier qu'un traitement spécial de la ressource est nécessaire (par exemple, anonymisation).

source: If the resource includes sensitive data, this field can be used for entering more information, e.g. whether special handling of the resource is required (e.g. anonymisation)
fr_fr: Si la ressource contient des données sensibles, ce champ peut être utilisé pour saisir d'autres informations, par exemple si un traitement spécial de la ressource est nécessaire (par exemple, anonymisation).

source: Specifies the costs that are required to access the resource, a fragment of the resource or to use a tool or service
fr_fr: Spécifie les coûts nécessaires pour accéder à la ressource, à un fragment de ressource ou pour utiliser un outil ou un service.

source: Groups information on a person or an organization who holds the full Intellectual Property Rights (Copyright, trademark etc.) that subsist in the resource. The IPR holder could be different from the creator that may have assigned the rights to the IPR holder (e.g. an author as a creator assigns her rights to the publisher who is the IPR holder) and the distributor that holds a specific licence (i.e. a permission) to distribute the work
fr_fr: Regroupe des informations sur une personne ou une organisation qui détient tous les droits de propriété intellectuelle (droits d'auteur, marques de commerce, etc.) qui subsistent dans la ressource. Le titulaire du IPR peut être différent du créateur qui peut avoir cédé les droits au titulaire du IPR (par exemple, un auteur en tant que créateur cède ses droits à l'éditeur qui est titulaire du IPR) et au distributeur qui détient une licence spécifique (c'est-à-dire une autorisation) pour distribuer l'œuvre.

source: International/National Data Licences
fr_fr: Licences internationales/nationales de données

source: National Data Licences
fr_fr: Licences nationales de données

source: International Software Licences
fr_fr: Licences internationales de logiciels

source: International Software & Data Licences
fr_fr: Licences internationales de logiciels et de données

source: Other
fr_fr: Autre

source: The licence of use for the resource; for an overview of licences, please visit: https://www.elrc-share.eu/info/#Licensing_LRs
fr_fr: La licence d'utilisation de la ressource ; pour un aperçu des licences, veuillez consulter : https://www.elrc-share.eu/info/#Licensing_LRs

source: The name with which a licence is known; to be used for licences not included in the pre-defined list of recommended licences
fr_fr: Nom sous lequel un permis est connu ; à utiliser pour les permis qui ne figurent pas dans la liste prédéfinie des permis recommandés.

source: Used for inputting the text of licences that are not included in the pre-defined list or terms of use statements associated with a resource
fr_fr: Permet de saisir le texte des licences qui ne sont pas incluses dans la liste prédéfinie ou les énoncés de conditions d'utilisation associés à une ressource.

source: Used to provide a hyperlink to a url containing the text of a licence not included in the predefined list or describing the terms of use for a language resource
fr_fr: Utilisé pour fournir un hyperlien vers une url contenant le texte d'une licence non incluse dans la liste prédéfinie ou décrivant les conditions d'utilisation d'une ressource linguistique.

source: Specifies terms and conditions of use (e.g. attribution, payment etc.) imposed by the licence
fr_fr: Précise les conditions d'utilisation (p. ex. attribution, paiement, etc.) imposées par la licence.

source: Terms for Public Domain resources
fr_fr: Conditions d'utilisation pour les ressources du domaine public

source: The resource is free of all known legal restrictions.
fr_fr: La ressource est libre de toute restriction légale connue.

source: Terms for PSI-compliant resources
fr_fr: Conditions relatives aux ressources conformes à la PSI

source: Used for resources that fall under the scope of PSI (Public Sector Information) regulations, and for which no further information is required or available. For more information on the EU legislation on the reuse of Public Sector Information, see here: https://ec.europa.eu/digital-single-market/en/european-legislation-reuse-public-sector-information.
fr_fr: Utilisé pour les ressources qui relèvent du champ d'application de la réglementation de l'ISP (Information du secteur public) et pour lesquelles aucune autre information n'est requise ou disponible. Pour plus d'informations sur la législation de l'UE en matière de réutilisation des informations du secteur public, voir ici : https://ec.europa.eu/digital-single-market/en/european-legislation-reuse-public-sector-information

source: The name of the character encoding used in the resource or accepted by the tool/service
fr_fr: Le nom de l'encodage des caractères utilisé dans la ressource ou accepté par l'outil/service.

source: Provides information on the size of the resource parts with different character encoding
fr_fr: Fournit des informations sur la taille des parties de la ressource avec différents encodages de caractères

source: Indicates whether the resource includes one, two or more languages
fr_fr: Indique si la ressource comprend une, deux ou plusieurs langues.

source: Indicates whether the corpus is parallel, comparable or mixed
fr_fr: Indique si le corpus est parallèle, comparable ou mixte

source: Provides further information on multilinguality of a resource in free text
fr_fr: Fournit de plus amples informations sur le multilinguisme d'une ressource en texte libre.

source: Specifies the type of the language variety that occurs in the resource or is supported by a tool/service
fr_fr: Spécifie le type de la variété de langue qui apparaît dans la ressource ou qui est prise en charge par un outil/service.

source: The name of the language variety that occurs in the resource or is supported by a tool/service
fr_fr: Le nom de la variété linguistique qui apparaît dans la ressource ou qui est soutenue par un outil/service.

source: Provides information on the size per language variety component
fr_fr: Fournit des informations sur la taille par composante de type de langue

source: The identifier of the language that is included in the resource or supported by the tool/service, according to the IETF BCP47 guidelines
fr_fr: L'identifiant de la langue qui est incluse dans la ressource ou supportée par l'outil/service, selon les directives IETF BCP47.

source: A human understandable name of the language that is used in the resource; the name is selected according to the IETF BCP47 specifications
fr_fr: Un nom compréhensible par l'homme de la langue utilisée dans la ressource ; le nom est choisi conformément aux spécifications IETF BCP47.

source: A human understandable name of the script used for the resource, according to the IETF BCP47 specifications; the element is optional and should only be used for extraordinary cases (e.g. transcribed text in IPA etc.)
fr_fr: Un nom compréhensible par l'homme du script utilisé pour la ressource, selon les spécifications IETF BCP47 ; l'élément est facultatif et ne doit être utilisé que dans des cas exceptionnels (par exemple, le texte transcrit dans IPA etc.).

source: Name of the region where the language of the resource is spoken (e.g. for English as spoken in the US or the UK etc.)
fr_fr: Nom de la région où la langue de la ressource est parlée (p. ex. pour l'anglais parlé aux États-Unis ou au Royaume-Uni, etc.)

source: Name of the variant of the language of the resource is spoken (according to IETF BCP47)
fr_fr: Nom de la variante de la langue de la ressource parlée (selon IETF BCP47)

source: Provides information on the size per language component
fr_fr: Fournit des informations sur la taille par composante linguistique

source: Groups information on language varieties occurred in the resource (e.g. dialects)
fr_fr: Regroupe des informations sur les variétés linguistiques présentes dans la ressource (par ex., dialectes)

source: The full name of a project related to the resource
fr_fr: Le nom complet d'un projet lié à la ressource

source: A short name or abbreviation of a project related to the resource
fr_fr: Nom abrégé ou abréviation d'un projet lié à la ressource.

source: An unambiguous referent to a project related to the resource
fr_fr: Un référent non ambiguë à un projet lié à la ressource

source: A URL used as homepage of an entity (e.g. of a person, organization, resource etc.) and/or where an entity (e.g.LR, document etc.) is located
fr_fr: Une URL utilisée comme page d'accueil d'une entité (par ex. d'une personne, d'une organisation, d'une ressource, etc.) et/ou où se trouve une entité (par ex, RL, document, etc.)

source: Specifies the type of funding of the project
fr_fr: Précise le type de financement du projet

source: The full name of the funder of the project
fr_fr: Le nom complet du financeur du projet

source: The name of the funding country, in case of national funding as mentioned in ISO3166
fr_fr: Le nom du pays de financement, dans le cas d'un financement national tel que mentionné dans la norme ISO3166

source: The identifier of the funding country, in case of national funding as mentioned in ISO3166
fr_fr: L'identificateur du pays de financement, dans le cas d'un financement national tel que mentionné dans la norme ISO3166

source: The starting date of a project related to the resource
fr_fr: La date de début d'un projet lié à la ressource

source: The end date of a project related to the resource
fr_fr: La date de fin d'un projet lié à la ressource

source: Specifies the media type of the resource and basically corresponds to the physical medium of the content representation. Each media type is described through a distinctive set of features. A resource may consist of parts attributed to different types of media. A tool/service may take as input/output more than one different media types.
fr_fr: Spécifie le type de support de la ressource et correspond essentiellement au support physique de la représentation du contenu. Chaque type de support est décrit à l'aide d'un ensemble de caractéristiques distinctes. Une ressource peut être constituée de parties attribuées à différents types de médias. Un outil/service peut prendre en entrée/sortie plus d'un type de support différent.

source: Groups information on the number of languages of the resource part and of the way they are combined to each other
fr_fr: Regroupe des informations sur le nombre de langues de la partie ressource et la façon dont elle sont combinées les unes aux autres

source: Groups together information on the resource creation (e.g. for corpora, selection of texts/audio files/ video files etc. and structural encoding thereof; for lexica, construction of lemma list etc.)
fr_fr: Regroupe les informations sur la création de la ressource (par ex. pour un corpus, sélection de textes, de fichiers audio, de fichiers vidéo etc. et encodage structurel de ceux-ci; pour un lexique, construction d'une liste de lemmes, etc.)

source: The data format (usually corresponding to the mime-type) of the resource which is a formalized specifier for the format included or a data format (mime-type) that the tool/service accepts, preferrably in conformance with the values of the IANA (Internet Assigned Numbers Authority); you can select one of the pre-defined values or add a value, PREFERABLY FROM THE IANA MEDIA MIMETYPE RECOMMENDED VALUES (http://www.iana.org/assignments/media-types/media-types.xhtml)
fr_fr: Le format de données (correspondant généralement au type mime) de la ressource qui est un spécificateur formalisé pour le format inclus ou un format de données (type mime) que l'outil/service accepte, de préférence en conformité avec les valeurs de l'IANA (Internet Assigned Numbers Authority) ; vous pouvez sélectionner une des valeurs prédéfinies ou ajouter une valeur, DE PRÉFÉRENCE PARMI LES VALEURS MEDIA MIMETYPE RECOMMENDÉES DE L'IANA (http://www.iana.org/assignments/media-types/media-types.xhtml)

source: Provides information on the size of the resource parts with different format
fr_fr: Fournit des informations sur la taille des parties de la ressource avec un format différent

source: Genre: The conventionalized discourse or text types of the content of the resource, based on extra-linguistic and internal linguistic criteria
fr_fr: Genre : Le discours conventionnel ou les types de texte du contenu de la ressource, basés sur des critères extra-linguistiques et linguistiques internes.

source: Specifies the type of the text according to a text type classification
fr_fr: Spécifie le type de texte en fonction d'une classification de type de texte

source: Provides information on size of resource parts with different text classification
fr_fr: Fournit des informations sur la taille des parties de la ressource avec différentes classifications de texte.

source: Information on the linguistic levels covered by the resource (grammar or lexical/conceptual resource)
fr_fr: Information sur les niveaux linguistiques couverts par la ressource (grammaire ou ressource lexicale/conceptuelle)

source: Name of the theoretic model applied for the creation/enrichment of the resource, and/or reference (URL or bibliographic reference) to informative material about the theoretic model used
fr_fr: Nom du modèle théorique appliqué pour la création/enrichissement de la ressource, et/ou référence (URL ou référence bibliographique) au matériel informatif sur le modèle théorique utilisé

source: Reference (name, bibliographic reference or link to url) for the formalism used for the creation/enrichment of the resource (grammar or tool/service)
fr_fr: Référence (nom, référence bibliographique ou lien vers l'url) du formalisme utilisé pour la création/enrichissement de la ressource (grammaire ou outil/service)

source: An indication of the task performed by the grammar
fr_fr: Une indication de la tâche effectuée par la grammaire

source: Information on the contents of the lexicalConceptualResource as regards the linguistic level of analysis
fr_fr: Information sur le contenu de lexicalConceptualResource en ce qui concerne le niveau d'analyse linguistique

source: A more detailed account of the linguistic information contained in the lexicalConceptualResource
fr_fr: Un compte rendu plus détaillé de l'information linguistique contenue dans le lexicalConceptualResource

source: Another resource to which the lexicalConceptualResource is linked (e.g. link to a wordnet or ontology)
fr_fr: Une autre ressource à laquelle le lexicalConceptualResource est liée (par exemple un lien vers un réseau de mots ou une ontologie)

source: An indication of the extratextual information contained in the lexicalConceptualResouce; can be used as an alternative to audio, image, videos etc. for cases where these are not considered an important part of the lcr
fr_fr: Une indication de l'information extratextuelle contenue dans le lexicalConceptualResouce ; peut être utilisée comme alternative à l'audio, l'image, les vidéos etc. pour les cas où ceux-ci ne sont pas considérés comme une partie importante de la lcr

source: The unit of the extratextual information contained in the lexical conceptual resource
fr_fr: L'unité de l'information extratextuelle contenue dans la ressource conceptuelle lexicale

source: The type of the resource that a tool or service takes as input or produces as output
fr_fr: Le type de ressource qu'un outil ou un service prend en entrée ou produit en sortie

source: A name or a url reference to the resource (ontology, tagset, term lexicon etc.) used in the annotation of the resource or used by the tool/service
fr_fr: Un nom ou une référence url à la ressource (ontologie, ensemble de tag, lexique terminologique, etc.) utilisée dans l'annotation de la ressource ou utilisée par l'outil/service

source: Specifies the standards or the best practices to which the resource used for the annotation conforms
fr_fr: Spécifie les normes ou les meilleures pratiques auxquelles se conforme la ressource utilisée pour l'annotation

source: Indicates whether the tool or service has been evaluated
fr_fr: Indique si l'outil ou le service a été évalué

source: Indicates the evaluation level
fr_fr: Indique le niveau d'évaluation

source: Defines the criteria of the evaluation of a tool
fr_fr: Définit les critères d'évaluation d'un outil

source: Defines whether the evaluation measure is human or automatic
fr_fr: Précise si la mesure d'évaluation est humaine ou automatique

source: A bibliographical record of or link to a report describing the evaluation process, tool, method etc. of the tool or service
fr_fr: Une notice bibliographique ou un lien vers un rapport décrivant le processus d'évaluation, l'outil, la méthode, etc. de l'outil ou du service

source: The name or id or url of the tool used for the evaluation of the tool or service
fr_fr: Le nom, l'id ou l'url de l'outil utilisé pour l'évaluation de l'outil ou du service

source: Provides further information on the evaluation process of a tool or service
fr_fr: Fournit des informations supplémentaires sur le processus d'évaluation d'un outil ou d'un service

source: Groups information on person or organization that evaluated the tool or service
fr_fr: Regroupe des informations sur la personne ou l'organisation qui a évalué l'outil ou le service

source: The operating system on which the tool will be running
fr_fr: Le système d'exploitation sur lequel l'outil sera exécuté

source: Groups together information on the dependencies (requirements) of a tool or a language description
fr_fr: Regroupe les informations sur les dépendances (exigences) d'un outil ou d'une description linguistique

source: The programming languages needed for allowing user contributions, or for running the tools, in case no executables are available
fr_fr: Les langages de programmation nécessaires pour autoriser les contributions des utilisateurs, ou pour exécuter les outils, dans le cas où aucun exécutable n'est disponible

source: Provides additional information on the creation of a tool or service
fr_fr: Fournit des informations supplémentaires sur la création d'un outil ou d'un service

source: Specifies the type of the resource being described
fr_fr: Spécifie le type de la ressource décrite

source: Specifies the subtype of lexicalConceptualResource
fr_fr: Spécifie le sous-type de lexicalConceptualResource

source: Groups all information regarding the contents of lexical/conceptual resources
fr_fr: Regroupe toutes les informations concernant le contenu des ressources lexicales/conceptuelles.

source: Restriction of mediaType for lexicalConceptualResources
fr_fr: Restriction de mediaType pour lexicalConceptualResources

source: The type of the language description
fr_fr: Le type de description de la langue

source: Groups together information on the contents of the LanguageDescriptions
fr_fr: Regroupe les informations sur le contenu des LanguageDescriptions

source: Groups information on the media type-specific components for language descriptions
fr_fr: Regroupe les informations sur les composants spécifiques au type de support pour les descriptions linguistiques.

source: Specifies the type of the tool or service
fr_fr: Spécifie le type de l'outil ou du service

source: Specifies the function/operation/task that a tool or web service performs
fr_fr: Spécifie la fonction/opération/tâche qu'un outil ou un service web réalise

source: Indicates whether the operation of the tool or service is language dependent or not
fr_fr: Indique si le fonctionnement de l'outil ou du service est dépendant de la langue ou non

source: Groups together information on the requirements set on the input resource of a tool or service
fr_fr: Regroupe les informations sur les exigences définies sur la ressource d'entrée d'un outil ou d'un service.

source: Groups together information on the requirements set on the output of a tool or service
fr_fr: Regroupe les informations sur les exigences définies sur la sortie d'un outil ou d'un service.

source: Groups together information on the operation of a tool or service
fr_fr: Regroupe les informations sur le fonctionnement d'un outil ou d'un service

source: Groups together information on the evaluation status of a tool or service
fr_fr: Regroupe les informations sur le statut d'évaluation d'un outil ou d'un service

source: Groups together information on the creation of a tool or service
fr_fr: Regroupe les informations sur la création d'un outil ou d'un service
