Repository: hpusset/ELRI
Catalog: metashare/repository/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Used to specify the media type specific to corpora and group together the relevant information
fr_fr: Utilisé pour spécifier le type de média spécifique au corpus et regrouper les informations pertinentes

source: Groups together all information relevant to the text module of a language description (e.g. format, languages, size etc.); it is obligatory for all language descriptions
fr_fr: Regroupe toutes les informations relatives au module de texte d'une description linguistique (par exemple, format, langues, taille, etc.) ; obligatoire pour toutes les descriptions linguistiques.

source: Groups information on the textual part of the lexical/conceptual resource
fr_fr: Regroupe des informations sur la partie textuelle de la ressource lexicale/conceptuelle

source: Specifies the application domain of the resource or the tool/service
fr_fr: Spécifie le domaine d'application de la ressource ou de l'outil/service

source: Language
fr_fr: Langue

source: Resource Type
fr_fr: Type de ressource

source: Media Type
fr_fr: Type de support

source: Conditions of Use
fr_fr: Conditions d'utilisation

source: Validated
fr_fr: Validé

source: Use Is NLP Specific
fr_fr: Utilisation spécifique à NLP

source: Linguality Type
fr_fr: Type de lingualité

source: Multilinguality Type
fr_fr: Type de multilingualité

source: Modality Type
fr_fr: Type de modalité

source: Data Format
fr_fr: Format de donnée

source: Domain
fr_fr: Domaine

source: Annotation Type
fr_fr: Type d'annotation

source: Language Description Type
fr_fr: Type de description de la langue

source: Encoding Level
fr_fr: Niveau d'encodage

source: Grammatical Phenomena Coverage
fr_fr: Couverture des phénomènes grammaticaux

source: Lexical/Conceptual Resource Type
fr_fr: Type de ressource lexicale/conceptuelle

source: Linguistic Information
fr_fr: Informations linguistiques

source: Tool/Service Type
fr_fr: Type d'outil/service

source: Tool/Service Subtype
fr_fr: Sous-type d'outil/service

source: Language Dependent
fr_fr: Dépendant de la langue

source: InputInfo/OutputInfo Resource Type
fr_fr: InputInfo/OutputInfo Type de ressource

source: InputInfo/OutputInfo Media Type
fr_fr: InputInfo/OutputInfo Type de support

source: Appropriateness For DSI
fr_fr: Pertinence pour les DSI

source: Publication Status
fr_fr: Statut de publication

source: Text Genre
fr_fr: Genre de texte

source: Text Type
fr_fr: Type de texte

source: Enter a valid year value which conforms to the XML Schema "gYear" type (see http://www.w3.org/TR/xmlschema-2/#gYear). "{}" is not valid.
fr_fr: Erreur: Saisissez une valeur d'année valide conforme au schéma XML de type "gYear" (voir http://www.w3.org/TR/xmlschema-2/#gYear). "{}" n'est pas valide.

source: The character at position {char_pos} (&#x{char_code:0>4x};) must not be used. Enter a string consisting of only characters that match the Char production from XML 1.0 (Second Edition), cf. http://www.w3.org/TR/2000/WD-xml-2e-20000814#NT-Char.
fr_fr: Erreur: Le caractère à la position {char_pos}. (&#x{char_code:0>4x} ;) ne doit pas être utilisé. Entrez une chaîne composée uniquement de caractères qui correspondent à la production de caractères XML 1.0 (deuxième édition), cf. http://www.w3.org/TR/2000/WD-xml-2e-20000814#NT-Char.

source: Enter a valid language code as the key for each pair. "{}" is not valid.
fr_fr: Erreur: Entrez un code de langue valide comme clé pour chaque paire. "{}" n'est pas valide.

source: This field is required.
fr_fr: Erreur: Ce champ est obligatoire.

source: This field accepts only number values (without commas)
fr_fr: Erreur: Ce champ n'accepte que les valeurs numériques (sans les virgules)

source: Please edit the attribution text template
fr_fr: Erreur: Veuillez modifier le modèle de texte d'attribution

source: Enter a valid email address.
fr_fr: Erreur: Entrez un email address valide.

source: Request for information regarding a resource
fr_fr: Demande de renseignements concernant une ressource

source: There was an error sending out the request email.
fr_fr: Erreur: Il y a eu une erreur lors de l'envoi de l'email de demande.

source: You have successfully sent a message to the resource contact person.
fr_fr: Vous avez envoyé avec succès un message à la personne de contact pour la ressource.

source: N/A
fr_fr: S.O.

source: Only files of type DOC(X), ODT, RTF, PDF, TMX, SDLTM, XML, TBX , XLS(X), TXT and ZIP files are allowed. The zip files can only contain files of the specified types. Please consider removing the files that do not belong to one of these types.
fr_fr: Uniquement les fichiers de type DOC(X), ODT, RTF, PDF, TMX, SDLTM, XML, TBX, XLS(X), TXT et ZIP sont autorisés. Les fichiers zip ne peuvent contenir que les fichiers de types spécifiés. Veuillez envisager de supprimer les fichiers qui n'appartiennent pas à l'un de ces types.

source: Your request could not be completed." The file you tried to upload is corrupted or it is not a valid '.zip' file.
fr_fr: Votre demande n'a pas pu être traitée." Le fichier que vous avez essayé de télécharger est corrompu ou n'est. n'est pas un fichier '.zip' valide.

source: Only files of type DOC(X), ODT, RTF, PDF, TMX, SDLTM, XML, TBX , XLS(X), TXT and ZIP files are allowed. The zip files can only contain files of the specified types. Please consider removing the files that do not belong to one of these types.
fr_fr: Uniquement les fichiers de type DOC(X), ODT, RTF, PDF, TMX, SDLTM, XML, TBX, XLS(X), TXT et ZIP sont autorisés. Les fichiers zip ne peuvent contenir que les fichiers de types spécifiés. Veuillez envisager de supprimer les fichiers qui n'appartiennent pas à l'un de ces types.

source: New submitted contributions
fr_fr: Nouvelles contributions soumises

source: Thank you for sharing, your data have been successfully submitted. They will now be processed by our automated engines and reviewed by the ELRI team. You will be notified by email when the resulting resource is available for download.
fr_fr: Merci pour le partage, vos données ont été soumises avec succès. Elles seront maintenant traitées par nos moteurs automatisés et examinées par l'équipe ELRI. Vous serez avisé par courriel lorsque la ressource résultante sera disponible pour téléchargement.

source: The file you are trying to upload exceeds the size limit. If the file(s) you would like to contribute exceed(s) {:.10} MB please contact us to provide an SFTP link for direct download or consider uploading smaller files.
fr_fr: Le fichier que vous essayez de télécharger dépasse la limite de taille. Si le(s) fichier(s) que vous souhaitez contribuer dépasse(nt) { :.10} Mo, veuillez nous contacter pour fournir un lien SFTP pour télécharger directement ou envisagez de charger des fichiers plus petits.
