Repository: hpusset/ELRI
Catalog: metashare/po_files/*/templates/accounts/locale/*/LC_MESSAGES/django.po
Languages: ga_ie

source: Dear %(firstname)s %(lastname)s, We have activated your ELRI user account "%(shortname)s", welcome to ELRI! You can now access our services by logging into our website %(nodeurl)s. Best regards, The ELRI team
ga_ie: A chara, Táimid tar éis do chuntas úsáideora ELRI "%(shortname)s" a ghníomhachtú – fáilte chuig ELRI! Logáil isteach ar ár suíomh gréasáin %(nodeurl)s chun rochtain a fháil ar ár seirbhísí. Beannacht, An Fhoireann ELRI ___________________________________ Dear %(firstname)s %(lastname)s, We have activated your ELRI user account "%(shortname)s", welcome to ELRI! You can now access our services by logging into our website %(nodeurl)s. Best regards, The ELRI team

source: Editor Group%(selected_editorgroups|pluralize)s
ga_ie: Grúpa eagarthóirí%(selected_editorgroups|pluralize)s

source: Members
ga_ie: Baill

source: Managers
ga_ie: Bainisteoirí

source: Add a user to the following editor group manager group%(selected_editorgroupmanagers|pluralize)s:
ga_ie: Cuir úsáideoir leis an ngrúpa bainisteoirí grúpaí eagarthóirí a leanas%(selected_editorgroupmanagers|pluralize)s:

source: Editor Group Manager Group%(selected_editorgroupmanagers|pluralize)s
ga_ie: Grúpa bainisteoirí grúpaí eagarthóirí%(selected_editorgroupmanagers|pluralize)s

source: Add a user to the following organization%(selected_organizations|pluralize)s:
ga_ie: Cuir úsáideoir leis an eagraíocht a leanas%(selected_organizations|pluralize)s:

source: Organization%(selected_organizations|pluralize)s
ga_ie: Eagraíocht%(selected_organizations|pluralize)s

source: Organization Managers
ga_ie: Bainisteoirí eagraíochta

source: Add a user to the following organization manager group%(selected_organizationmanagers|pluralize)s:
ga_ie: Cuir úsáideoir leis an ngrúpa bainisteoirí eagraíochta a leanas%(selected_organizationmanagers|pluralize)s:

source: Organization Manager%(selected_organizationmanagers|pluralize)s
ga_ie: Bainisteoir eagraíochta%(selected_organizationmanagers|pluralize)s

source: Apply for ELRI eDelivery membership
ga_ie: Déan iarratas ar bhallraíocht eDelivery ELRI

source: MSH Endpoint
ga_ie: Críochphointe MSH

source: Access Point Gateway Party Name
ga_ie: Ainm Gheata Pointe Rochtana

source: Public Certificate (.crt, .cert, .cer)
ga_ie: Teastas poiblí (.crt, .cert, .cer)

source: Change Your Password &ndash; ELRI
ga_ie: Athraigh do phasfhocal &ndash; ELRI

source: Please correct the error%(form.errors|pluralize)s below.
ga_ie: Ceartaigh an earráid%(form.errors|pluralize)s thíos.

source: Change your password
ga_ie: Athraigh do phasfhocal

source: Change Password
ga_ie: Athraigh pasfhocal

source: Password Change Successful &ndash; ELRI
ga_ie: Athraíodh pasfhocal &ndash; ELRI

source: Password change successful
ga_ie: Athraíodh pasfhocal

source: Your password was changed
ga_ie: Athraíodh do phasfhocal

source: Go back to your profile
ga_ie: Téigh siar go dtí do phróifíl

source: Dear %(firstname)s %(lastname)s, we have received a registration request for a new ELRI user account "%(shortname)s" at [1]. You can confirm that registration request and create your account by clicking the following link: %(confirmation_url)s Please make sure to follow the link within three days. If you do not wish to create an account with this e-mail address, then please simply disregard this message. Welcome to ELRI!
ga_ie: A chara, Fuaireamar iarratas clárúcháin do chuntas úsáideora nua ELRI "%(shortname)s" ag [1]. Is féidír leat an t-iarratas sin a dheimhniú agus do chuntas féin a chruthú trí cliceáil ar an nasc seo a leanas: %(confirmation_url)s Déan cinnte go leanfaidh tú an nasc laistigh de thrí lá, le do thoil. Muna bhfuil tú ag iarraidh cuntas a chruthú leis an seoladh ríomhphoist seo, ná bac leis an dteachtaireacht seo. Fáilte chuig ELRI! ____________________________________ Dear %(firstname)s %(lastname)s, we have received a registration request for a new ELRI user account "%(shortname)s" at [1]. You can confirm that registration request and create your account by clicking the following link: %(confirmation_url)s Please make sure to follow the link within three days. If you do not wish to create an account with this e-mail address, then please simply disregard this message. Welcome to ELRI!

source: With this form you can send messages to the ELRI team. You can use this form, for example, if you would like to suggest the creation of a new group for resource sharing purposes.
ga_ie: Leis an bhfoirm seo, is féidir leat teachtaireachtaí a sheoladh chuig an bhfoireann ELRI. Is féidir leat an fhoirm seo a úsáid, mar shampla, má tá tú ag iarraidh moladh a dhéanamh faoi ghrúpa nua a chruthú chun acmhainní a roinnt leis.

source: Send Message
ga_ie: Seol teachtaireacht

source: Note: along with your message, the ELRI team will automatically receive your name and the e-mail address which is set in <a href="%(edit_profile_url)s">your user profile</a>.
ga_ie: Nóta: chomh maith le do theachtaireacht, gheobhaidh Foireann ELRI go huathoibríoch d’ainm agus an seoladh ríomhphoist atá luaite i <a href="%(edit_profile_url)s">do phróifíl úsáideora</a>.

source: Dear superuser, %(user_first_name)s %(user_last_name)s (user account: %(user_account_name)s) has sent you a message through the contact form of ELRI. Subject: %(subject)s Message: see below Please try to answer this request soon by responding to %(user_email)s. Best regards, The ELRI Team
ga_ie: A Superuser, a chara, Sheol %(user_first_name)s %(user_last_name)s (user account: %(user_account_name)s) teachtaireacht chugat tríd an bhfoirm teagmhála ELRI. Ábhar: %(subject)s Teachtaireacht: féach thíos Freagair an t-iarratas seo go luath, le do thoil, trí fhreagra a thabhairt do %(user_email)s. Beannacht, An Fhoireann ELRI _______________________________ Dear superuser, %(user_first_name)s %(user_last_name)s (user account: %(user_account_name)s) has sent you a message through the contact form of ELRI. Subject: %(subject)s Message: see below Please try to answer this request soon by responding to %(user_email)s. Best regards, The ELRI Team

source: Please fill in all fields to create your account.
ga_ie: Líon gach réimse chun do chuntas a chruthú.

source: Create Account
ga_ie: Cruthaigh cuntas

source: I accept the <a target="_blank" href="%(elri_tos)s">ELRI Terms of Service</a>.
ga_ie: Glacaim leis na <a target="_blank" href="%(elri_tos)s">Téarmaí Seirbhíse ELRI </a>.

source: Home
ga_ie: Baile

source: Turn down multiple objects
ga_ie: Diúltaigh d'oibiachtaí iomadúla

source: Turning down the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to turn down the following types of objects:
ga_ie: Bheadh mar thoradh ar dhiúltú don %(objects_name)s roghnaithe, oibiachtaí gaolmhara a scriosadh, ach níl cead ag do chuntas diúltú d’oibiachtaí de na cineálacha a leanas:

source: Turning down the selected %(objects_name)s would require deleting the following protected related objects:
ga_ie: Bheadh mar thoradh ar dhiúltú don %(objects_name)s roghnaithe, go gcaithfí na hoibiachtaí gaolmhara cosanta a leanas a scriosadh:

source: Are you sure you want to turn down the selected %(objects_name)s? All of the following objects and their related items will be turned down:
ga_ie: An bhfuil tú cinnte go bhfuil fonn ort diúltú do na %(objects_name)s roghnaithe? Diúltófar do na hoibiachtaí a leanas go léir agus na míreanna atá gaolta leo:

source: Yes, I
ga_ie: Tá

source: First name
ga_ie: Ainm

source: Last name
ga_ie: Sloinne

source: Email
ga_ie: Ríomhphost

source: If you would like to change any of the above details, please <a href="%(contact_url)s">contact the maintainers of ELRI Repository</a>.
ga_ie: Má tá fonn ort aon chuid de na sonraí thuas a leasú, <a href="%(contact_url)s">bí i dteagmháil le Foireann ELRI</a>.

source: API KEY
ga_ie: Eochair API

source: Editor Group Manager Group%(editor_group_managers_member_of|pluralize)s
ga_ie: Grúpa bainisteoirí grúpaí eagarthóirí%(editor_group_managers_member_of|pluralize)s

source: Displays all the editor groups you belong in. Editor groups that are applied by default to your resources, are shown in italic.
ga_ie: Taispeánann na grúpaí eagarthóirí go léir ina bhfuil tú. Tá na grúpaí eagarthóirí a chuirtear le d’acmhainní mar réamhshocrú, léirithe i gcló iodálach.

source: Editor Group%(editor_groups_member_of|pluralize)s
ga_ie: Grúpa egarthóirí%(editor_groups_member_of|pluralize)s

source: This editor group is set by default to your resources.
ga_ie: Tá an grúpa eagarthóirí seo réamhshocraithe do d’acmhainní.

source: You already applied for a membership of the following editor group%(groups_applied_for|pluralize)s: %(groups_applied_for|join:", ")s
ga_ie: Rinne tú iarratas cheana féin ar bhallraíocht sa ghrúpa eagarthóirí a leanas%(groups_applied_for|pluralize)s: %(groups_applied_for|join:", ")s

source: Organization Manager Group%(organization_managers_member_of|pluralize)s
ga_ie: Grúpa Bainisteoirí Eagraíochta%(organization_managers_member_of|pluralize)s

source: Organization%(organizations_member_of|pluralize)s
ga_ie: Eagraíocht%(organizations_member_of|pluralize)s

source: You already applied for a membership of the following organization%(organizations_applied_for|pluralize)s: %(organizations_applied_for|join:", ")s
ga_ie: Rinne tú iarratas cheana féin ar bhallraíocht san eagraíocht a leanas%(organizations_applied_for|pluralize)s: %(organizations_applied_for|join:", ")s

source: Edit Profile
ga_ie: Leasaigh do phróifíl

source: Please give at least one editor group.
ga_ie: Tabhair grúpa eagarthóirí amháin ar a laghad.

source: Apply for editor group membership
ga_ie: Déan iarratas ar bhallraíocht i ngrúpa eagarthóirí

source: Apply
ga_ie: Déan iarratas

source: Dear %(shortname)s, The application to the editor group "%(editor_group)s" has been accepted by a manager of the group. Best regards,
ga_ie: A chara, Glacadh leis an iarratas páirt a ghlacadh sa ghrúpa eagarthóirí "%(editor_group)s" ag bainisteoir an ghrúpa. Beannacht, ______________________ Dear %(shortname)s, The application to the editor group "%(editor_group)s" has been accepted by a manager of the group. Best regards,

source: Dear %(shortname)s, The application to the editor group "%(editor_group)s" has been turned down by a manager of the group. Best regards,
ga_ie: %(shortname)s, Diúladh an t-iarratas páirt a ghlacadh sa ghrúpa eagarthóirí "%(editor_group)s" ag bainisteoir an ghrúpa. Beannacht, ______________________ A chara, The application to the editor group "%(editor_group)s" has been accepted by a manager of the group. Best regards,

source: Dear editor group manager, We have received an application to your editor group "%(editor_group)s" from the ELRI user account "%(shortname)s". You can confirm or reject that application by going to the following page in the administration section: - %(confirmation_url)s Best regards
ga_ie: A Bhainisteoir an Ghrúpa Eagarthóirí, a chara, Fuaireamar iarratas do do ghrúpa eagarthóirí "%(editor_group)s" ón gcuntas úsáideora ELRI "%(shortname)s". Is féidir leat an iarratas sin a ghlacadh nó a dhiúltadh ar an leathnach seo a leanas don chuid riaracháin: - %(confirmation_url)s Beannacht, _____________________________ Dear editor group manager, We have received an application to your editor group "%(editor_group)s" from the ELRI user account "%(shortname)s". You can confirm or reject that application by going to the following page in the administration section: - {{confirmation_url} Best regards

source: Dear %(shortname)s, The application to the organization "%(organization)s" has been accepted by a manager of the organization. Best regards,
ga_ie: A chara, Glacadh leis an iarratas páirt a ghlacadh san eagraíocht "%(organization)s" ag bainisteoir na heagraíochta. Beannacht, _____________________ Dear %(shortname)s, The application to the organisation "%(organization)s" has been accepted by a manager of the organisation. Best regards,

source: Dear %(shortname)s, The application to the organization "%(organization)s" has been turned down by a manager of the organization. Best regards,
ga_ie: %(shortname)s, Diúladh an t-iarratas páirt a ghlacadh san eagraíocht "%(organization)s" ag bainisteoir na heagraíochta. Beannacht, _____________________ Dear %(shortname)s, The application to the organisation "%(organization)s" has been turned down by a manager of the organisation. Best regards,

source: Dear organization manager, We have received an application to your organization "%(organization)s" from the ELRI user account "%(shortname)s". You can confirm or reject that application by going to the following page in the administration section: - %(confirmation_url)s Best regards
ga_ie: A Bhainisteoir Eagraíochta. a chara, Fuaireamar iarratas do d’eagraíocht "%(organization)s" ón gcuntas úsáideora ELRI "%(shortname)s". Is féidir leat an iarratas sin a ghlacadh nó a dhiúltadh ar an leathnach seo a leanas don chuid riaracháin: - %(confirmation_url)s Beannacht, _____________________________ Dear organization manager, We have received an application to your organisation "%(organization)s" from the ELRI user account "%(shortname)s". You can confirm or reject that application by going to the following page in the administration section: - {{confirmation_url} Best regards

source: Please give at least one organization.
ga_ie: Tabhair eagraíocht amháin ar a laghad.

source: Apply for organization membership
ga_ie: Déan iarratas ar bhallraíocht in eagraíocht

source: Dear %(firstname)s %(lastname)s, We have now reset your ELRI user account "%(shortname)s". Your password is "%(random_password)s". We advise that you change your password the next time you login to ELRI. Thank you for using ELRI!
ga_ie: %(firstname)s %(lastname)s, Rinneamar athshocrú ar do chuntas úsáideora ELRI "%(shortname)s". Is é do phasfhocal "%(random_password)s". Molaimid go n-athríonn tú do phasfhocal an chéad uair eile a dhéanann tú logáil isteach ar ELRI. Go raibh maith agat as ELRI a úsáid! __________________________ Dear %(firstname)s %(lastname)s, We have now reset your ELRI user account "%(shortname)s". Your password is "%(random_password)s". We advise that you change your password the next time you login to ELRI. Thank you for using ELRI!

source: User %(username)s provided the following registration information: - First name: %(firstname)s - Last name: %(lastname)s - E-mail: %(email)s - Telephone number: %(telephone)s - Affiliation: %(affiliation)s - Position: %(position)s You can either confirm this user's account by clicking on the %(confirmation_url)s, or review and activate the user's account from the back-office.
ga_ie: Chuir an t-úsáideoir %(username)s na sonraí clárúcháin seo a leanas ar fáil: - Ainm: %(firstname)s - Sloinne: %(lastname)s - Ríomhphost: %(email)s - Uimhir theileafóin: %(telephone)s - Comhlacht: %(affiliation)s - Teideal: %(position)s Is féidir leat an cuntas úsáideora seo a dheimniú trí chliceáil ar %(confirmation_url)s, nó déan athbhreithniú agus ghníomhachtú ar an gcuntas ón gcúl-oifig. __________________________________________ User %(username)s provided the following registration information: - First name: %(firstname)s - Last name: %(lastname)s - E-mail: %(email)s - Telephone number: %(telephone)s - Affiliation: %(affiliation)s - Position: %(position)s You can either confirm this user's account by clicking on the %(confirmation_url)s, or review and activate the user's account from the back-office.

source: Remove a user from the following editor group%(selected_editorgroups|pluralize)s:
ga_ie: Bain úsáideoir ón ngrúpa eagarthóirí a leanas%(selected_editorgroups|pluralize)s:

source: Remove
ga_ie: Bain

source: Cancel
ga_ie: Cealaigh

source: Remove a user from the following editor group manager group%(selected_editorgroupmanagers|pluralize)s:
ga_ie: Bain úsáideoir ón ngrúpa bainisteoirí grúpaí eagarthóirí a leanas%(selected_editorgroupmanagers|pluralize)s:

source: Remove a user from the following organization%(selected_organizations|pluralize)s:
ga_ie: Bain úsáideoir ón eagraíocht a leanas%(selected_organizations|pluralize)s:

source: Remove a user from the following organization manager group%(selected_organizationmanagers|pluralize)s:
ga_ie: Bain úsáideoir ón ngrúpa bainisteoirí eagraíochta a leanas%(selected_organizationmanagers|pluralize)s:

source: Organization Manager Group%(selected_organizationmanagers|pluralize)s
ga_ie: Grúpa Bainisteoirí Eagraíochta%(selected_organizationmanagers|pluralize)s

source: Reset Account
ga_ie: Athshocraigh cuntas

source: Dear %(firstname)s %(lastname)s, We have received a password reset request for your ELRI user account "%(shortname)s". You can confirm this request and reset your password by clicking on the following link: - %(confirmation_url)s If you do not wish to reset your account password, please ignore this email. Thank you for using ELRI!
ga_ie: %(firstname)s %(lastname)s, Fuaireamar iarratas chun do phasfhocal do do chuntas úsáidteora ELRI "%(shortname)s" a athshocrú. Is féidir leat an t-iarratas seo a dheimniú agus do phasfhoca a athshocrú trí chliceáil ar an nasc seo a leanas: - %(confirmation_url)s Muna bhfuil fonn ort do phasfhocal a athshocrú, na bac leis an rphost seo, le do thoil. Go raibh maith agat as ELRI a úsáid! _________________________________ Dear %(firstname)s %(lastname)s, We have received a password reset request for your ELRI user account "%(shortname)s". You can confirm this request and reset your password by clicking on the following link: - %(confirmation_url)s If you do not wish to reset your account password, please ignore this email. Thank you for using ELRI!

source: Update
ga_ie: Uasdátaigh
