Repository: hpusset/ELRI
Catalog: metashare/po_files/*/repository/editor/locale/*/LC_MESSAGES/django.po
Languages: fr_fr, ga_ie

source: Upload new resource description(s)
fr_fr: Mettre en ligne une nouvelle description de ressource
ga_ie: Uaslódáil cur síos ar acmhainn(í) nua

source: Database error
fr_fr: Erreur de la base de données
ga_ie: Earráid sa bhunachar sonraí

source: 0 of %(count)d selected
fr_fr: 0 du %(count)d sélectionné
ga_ie: 0 de %(count)d roghnaithe

source: %(total_count)s selected
fr_fr: %(total_count)s sélctionné
ga_ie: %(total_count)s roghnaithe

source: There may be only one entry with key "{}".
fr_fr: Il n'y a peut-être qu'une entrée avec "{}" pour clé.
ga_ie: B’fhéidir nach bhfuil ach iontráil amháin leis an eochair "{}".

source: The character at position %(char_pos)s (&#x%(char_code)04x;) must not be used. Enter a string consisting of only characters that match the Char production from XML 1.0 (Second Edition), cf. http://www.w3.org/TR/2000/WD-xml-2e-20000814#NT-Char.
fr_fr: Le caractère en position %(char_pos)s (&#x%(char_code)04x;) ne doit pas être utilisé. Entrez une chaine constituée seulement de caractères qui correspondent à la production Char d'XML 1.0 (Deuxième Edition), cf. http://www.w3.org/TR/2000/WD-xml-2e-20000814#NT-Char.
ga_ie: Níor chóir an carachtar ag ionad %(char_pos)s (&#x%(char_code)04x;) a úsáid. Iontráil teaghrán gan ach carachtair arbh ionann iad agus an táirge Char ó XML 1.0 (Dara hEagrán) a bheith ann, cf. http://www.w3.org/TR/2000/WD-xml-2e-20000814#NT-Char.

source: The maximum upload file size is {:.0f} MB!
fr_fr: La taille maximale de fichier pouvant être transféré est {:.0f} Mo!
ga_ie: {:.0f} MB an comhad is mó is féidir a uaslódáil!

source: Invalid upload file type. Valid file types are: {}
fr_fr: Types invalides. Les types autorisés sont : {}
ga_ie: Comhad neamhbhailí á uaslódáil. Cineálacha comhaid atá bailí: {}

source: File is not a zip file.
fr_fr: Le fichier n'est pas un fichier zip.
ga_ie: Ní zipchomhad an comhad seo.

source: Invalid upload file type. XML or ZIP file required.
fr_fr: Type de fichier invalide. Un fichier XML ou ZIP est requis.
ga_ie: Comhad neamhbhailí á uaslódáil. Comhad XML nó ZIP de dhíth.

source: Resource
fr_fr: Ressource
ga_ie: Acmhainn

source: You can upload resource data (<{:.0f} MB) using this widget. Note that this will overwrite the current data!
fr_fr: Vous pouvez transférer des données de ressources(<{:.0f} MB) en utilisant ce module. Notes que cela va écraser les données actuelles!
ga_ie: Is féidir sonraí acmhainní (<{:.0f} MB) a uaslódáil ag úsáid na giuirléide seo.Tabhair faoi deara go ndéanfaidh sé sin forscríobh ar na sonraí reatha!

source: Upload Terms
fr_fr: Termes de transfert
ga_ie: Téarmaí Uaslódáilte

source: By clicking this checkbox, you confirm that you have cleared permissions for the file you intend to upload.
fr_fr: En cochant cette case, vous confirmer que vous aves obtenu les droits pour le fichier que vous avez l'intention de mettre en ligne.
ga_ie: Trí chliceáil a dhéanamh sa ticbhosca seo, deimhníonn tú go bhfuil ceadanna glanta agat don chomhad a bhfuil sé i gceist agat a uaslódáil.

source: Resource Description(s)
fr_fr: Description de ressource
ga_ie: Cur síos ar acmhainn

source: You can upload a new resource description in XML format, or many resource descriptions in a ZIP file containing XML files. Please make sure the XML files are Schema-valid before proceeding.
fr_fr: Vous pouvez transférer une nouvelle description de ressource au format XML, ou plusieurs description de ressources dans un fichier ZIP contenant les fichiers. Merci de vous assurer que les fichiers XML sont valides avant de continuer.
ga_ie: Is féidir uaslódáil a dhéanamh ar chur síos ar acmhainn nua i bhformáid XML,nó go leor cur síos ar acmhainní i gcomhad ZIP ina bhfuil comhaid XML. Bí cinnte go bhfuil na comhaid bailí don scéimre sula dtosaíonn tú.

source: By clicking this checkbox, you confirm that you have cleared permissions for the description(s) you intend to upload.
fr_fr: En cochant cette case, vous confirmer que vous aves obtenu les droits pour la description que vous avez l'intention de mettre en ligne.
ga_ie: Trí chliceáil a dhéanamh sa ticbhosca seo, deimhníonn tú go bhfuil ceadanna glanta agat don chur síos a bhfuil sé i gceist agat a uaslódáil.

source: Report
fr_fr: Rapport
ga_ie: Tuairisc

source: You can upload your validation report in '.pdf' format using this widget. Note that this will overwrite the current report if it exists!
fr_fr: Vous pouvez transférer le rapport de validation au format '.pdf' en utilisant ce module. Notez que cela écrasera le rapport actuel s'il existe !
ga_ie: Is féidir do thuairisc bhailíochtaithe a uaslódáil i bhformáid '.pdf' ag úsáid na giuirléide seo.Tabhair faoi deara go ndéanfaidh sé sin forscríobh ar an tuairisc reatha, más ann di!

source: Legal Documentation
fr_fr: Documentation légale
ga_ie: Cáipéisíocht dhlíthiúil

source: You can upload a .zip file containing any additional legal documentation using this widget. Note that this will overwrite the current legal documentation zip file, if it exists!
fr_fr: Vous pouvez transférer un fichier .zip contenant toute documentation légale supplémentaire en utilisant ce module. Notez que cela écrasera la documentation légale actuelle, si elle existe !
ga_ie: Is féidir comhad .zip ina bhfuil aon cháipéisíocht dhlíthiúil sa bhreis a uaslódáil ag úsáid na giuirléide seo. Tabhair faoi deara go ndéanfaidh sé sin forscríobh ar zipchomhad reatha na cáipéisíochta reatha, más ann di!

source: Person
fr_fr: Personne
ga_ie: Duine

source: Organization
fr_fr: Organisme
ga_ie: Eagraíocht

source: Project
fr_fr: Projet
ga_ie: Tionscadal

source: Document
ga_ie: Doiciméad

source: %(name)s object with primary key %(key)r does not exist.
fr_fr: L'objet %(name)s avec pour clé primaire %(key)r n'existe pas.
ga_ie: Ní hann d'oibiacht %(name)s le heochair phríomhúil %(key)r.

source: Add %s
fr_fr: Ajouter %s
ga_ie: Cuir %s leis

source: Change %s
fr_fr: Changez %s
ga_ie: Athraigh %s

source: The %(name)s "%(obj)s" was saved successfully. You may edit it again below.
fr_fr: Le %(name)s "%(obj)s"a été enregistré avec succès. Vous pouvez l'éditer ci-dessous.
ga_ie: Sábháladh %(name)s "%(obj)s". Is féidir é a chur in eagar arís thíos.

source: Edit related model
fr_fr: Modifier le modèle lié
ga_ie: Cuir samhail ghaolta in eagar

source: Add information
fr_fr: Ajouter des informations
ga_ie: Cuir eolas leis

source: Delete related model
fr_fr: Supprimer lmodèle lié
ga_ie: Scrios samhail ghaolta

source: Something went wrong when processing the resource with the tm2tmx toolchain.
ga_ie: Níor éirigh leis an acmhainn a phróiseáil leis an toolchain tm2tmx.

source: Error when processing resource %(rname)s
ga_ie: Tharla earráid i rith próiseáil na hacmhainne %(rname)s | Error when processing resource %(rname)s

source: An error occurred when processing the resource %(rname)s. Please check the error.log attached to the resource. Contact the ELRI NRS support team for more information at %(email)s
ga_ie: Tharla earráid i rith próiseáil na hacmhainne %(rname)s. Seiceáil loga na hearráide atá ceangailte leis an acmhainn. Déan teagmháil le foireann tacaíochta SAN ELRI le haghaidh tuilleadh eolais ag %(email)s _______________________________________ An error occurred when processing the resource %(rname)s. Please check the error.log attached to the resource. Contact the ELRI NRS support team for more information at %(email)s

source: There was an error sending out the ERROR notification email to the group reviewers. Please contact them directly.
ga_ie: Tharla earráid agus an rphost fógartha á sheoladh amach chuig na riarthóirí. Déan teagmháil díreach leo, le do thoil.

source: Invalid json response from tm2tmx toolchain:
ga_ie: Freagra neamhbhailí json ó toolchain tm2tmx

source: The POST request to the tm2tmx toolchain has failed.
ga_ie: Theip ar an iarratas POST chuig an toolchain tm2tmx.

source: Something went wrong when processing the resource with the doc2tmx toolchain.
ga_ie: Níor éirigh leis an acmhainn a phróiseáil leis an toolchain doc2tmx

source: Invalid json response from doc2tmx toolchain:
ga_ie: Freagra neamhbhailí json ó toolchain doc2tmx

source: The POST request to the doc2tmx toolchain has failed.
ga_ie: Theip ar an iarratas POST chuig an toolchain doc2tmx

source: Only ingested or error resources can be re-processed.
ga_ie: Ní féidir ach acmhainní ionghafa nó acmhainní le hearráidí a athphróiseáil.

source: Resource(s) re-processed correctly.
ga_ie: Acmhainn(í) athphróiseáilte i gceart. | Resource(s) re-processed correctly.

source: Something went wrong when processing the resource(s). Re-process the error resources and check the error.log file(s). You will receive a notification email.
ga_ie: Níor éirigh leis an acmhainn a phróiseáil. Triall arís an acmhainn a phróiseáil agus seiceáil loga na hearráide. Gheobhaidh tú rphost fógartha.

source: You do not have the permission to perform this action for all selected resources.
fr_fr: Vous n'avez pas les droits pour réaliser cette action sur toutes les ressources sélectionnées.
ga_ie: Níl an cead agat an gníomh seo a dhéanamh do na hacmhainní roghnaithe go léir.

source: Re-process selected resources
ga_ie: Athphróiseáil acmhainní roghnaithe | Re-process selected resources

source: Resource_name: %s
ga_ie: Ainm_acmhainne %s

source: License:
ga_ie: Ceadúnas:

source: Restrictions of Use: None
ga_ie: Cúngú úsáide: níl aon

source: Restrictions of Use:
ga_ie: Cúngú úsáide:

source: Attribution text:
ga_ie: Breis eolais:

source: IPR Holder:
ga_ie: Sealbhóir IPR:

source: IPR Holder: N/A
ga_ie: Sealbhóir IPR: neamhábhartha

source: Contact Person:
ga_ie: Pointe teagmhála:

source: Contact Person: N/A
ga_ie: Pointe teagmhála: neamhábhartha

source: Published Resource
ga_ie: Acmhainn foilsithe | Published Resource

source: There was an error sending out the notification email to the resource owners. Please contact them directly.
ga_ie: Tharla earráid agus an rphost fógartha á sheoladh amach chuig úinéirí na hacmhainne. Téigh i dteagmháil leo go díreach.

source: Successfully published %(ingested)s ingested resource.
fr_fr: %(ingested)s ressource traitée a été publiée avec succès.
ga_ie: %(ingested)s acmhainn ionghafa foilsithe. | Successfully published %(ingested)s ingested resource.

source: Only ingested resources can be published.
fr_fr: Seul les ressources traitées peuvent être publiées.
ga_ie: Ní féidir ach acmhainní ionghafa a fhoilsiú.

source: Publish selected ingested resources
fr_fr: Publiées les ressources traitée sélectionnées
ga_ie: Foilsigh acmhainní ionghafa roghnaithe | Publish selected ingested resources

source: Successfully suspended %s published resource.
fr_fr: %s ressource publiée a été suspendue avec succès.
ga_ie: %s acmhainn foilsithe curtha ar fionraí. | Successfully suspended published resource.

source: Only published resources can be suspended.
fr_fr: Seul les ressources publiées peuvent être suspendues.
ga_ie: Ní féidir ach acmhainní foilsithe a chur ar fionraí.

source: Suspend selected published resources
fr_fr: Suspendre les ressources publiées sélectionnées
ga_ie: Cuir acmhainní foilsithe roghnaithe ar fionraí | Suspend selected published resources

source: The ingestion process has been interrupted. Re-process the resource(s) with error status.
ga_ie: Cuireadh isteach ar an bpróiseas ionghabhála. Athphróiseáil na hacmhainní le stádas earráide

source: Successfully ingested {} internal resource(s). You will be notified by email once the resource has been fully processed.
ga_ie: {} acmhainn inmheánach ionghafa | Successfully ingested {} internal resource(s). Gheobhaidh tú rphost nuair a bheas an acmhainn próiseáilte. | You will be notified by email once the resource has been fully processed.

source: Successfully ingested {}(s) internal resource(s). You will be notified by email once the resource(s) has been fully processed.
ga_ie: {} acmhainn inmheánach ionghafa Gheobhaidh tú rphost nuair a bheas an acmhainn próiseáilte.

source: Ingested Resource
ga_ie: Acmhainn ionghafa | Ingested Resource

source: There was an error sending out the notification email to the group reviewers. Please contact them directly.
ga_ie: Tharla earráid agus an rphost fógartha á sheoladh amach chuig na riarthóirí. Téigh i dteagmháil leo go díreach.

source: Only internal resources can be ingested.
fr_fr: Seul les ressources internes peuvent être traités.
ga_ie: Ní féidir ach acmhainní inmheánacha a ionghabháil.

source: Ingest selected internal resources
fr_fr: Traiter les ressources internes sélectionnées
ga_ie: Ionghabháil acmhainní inmheánacha roghnaithe | Ingest selected internal resources

source: Could not export resource "%(name)s" with primary key %(key)s.
fr_fr: La ressource "%(name)s" ave la clé primaire %(key)s. n'a pas pu être exportée.
ga_ie: Ní rabhthas in ann acmhainn "%(name)s" a easpórtáil le heochair phríomhúil %(key)s.

source: Export selected resource descriptions to XML
fr_fr: Exporter la description de la ressource sélectionnes en XML
ga_ie: Easpórtáil cur síos acmhainní roghnaithe go dtí XML | Export selected resource descriptions to XML

source: Cancelled deleting the selected resources.
fr_fr: La suppression des ressources sélectionnées a été annulée.
ga_ie: Cuireadh scriosadh na n-acmhainní roghnaithe ar ceal.

source: Successfully deleted %d resource.
fr_fr: %d ressource supprimée avec succès.
ga_ie: Scriosadh %d acmhainn.

source: Are you sure?
fr_fr: Êtes-vous sûr ?
ga_ie: An bhfuil tú cinnte?

source: Delete resource
fr_fr: Supprimer la ressource
ga_ie: Scrios acmhainn

source: Mark selected resources as deleted
fr_fr: Marquer les ressources sélectionnées comme supprimées
ga_ie: Marcáil go bhfuil acmhainní roghnaithe scriosta | Mark selected resources as deleted

source: Cancelled adding editor groups.
fr_fr: L'ajout de groupes d'édition a été annulée.
ga_ie: Cuireadh grúpaí eagarthóirí a chur leis ar ceal.

source: Successfully added editor groups to %(success)i of the selected resources. %(failure)i resource editor groups were left unchanged due to missing permissions.
fr_fr: Ajout de groupe d'édition à %(success)i des ressources sélectionnées. %(failure)i groupe d'édition de ressources sont resté inchangés en raison de droits insuffisants.
ga_ie: Cuireadh grúpaí eagarthóirí le %(success)i de na hacmhainní roghnaithe.Níor athraíodh %(failure)i de na grúpaí eagarthóirí toisc nach raibh fáil ar cheadanna.

source: Successfully added editor groups to all selected resources.
fr_fr: Ajout de de groupe d'édition pour toutes les ressources sélectionnées effectuée avec succès.
ga_ie: Cuireadh grúpaí eagarthóirí le gach acmhainn roghnaithe.

source: Add editor group
fr_fr: Ajouter un groupe d'édition
ga_ie: Cuir grúpa eagarthóirí leis

source: Add editor groups to selected resources
fr_fr: Ajouter des groupes d'édition aux ressources sélectionnées
ga_ie: Cuir grúpaí eagarthóirí le hacmhainní roghnaithe | Add editor groups to selected resources

source: Cancelled removing editor groups.
fr_fr: La suppression de groupe d'édition a été annulée.
ga_ie: Cuireadh grúpaí eagarthóirí a bhaint ar ceal.

source: Successfully removed editor groups from the selected resources.
fr_fr: Suppression des groupes d'éditions des ressources sélectionnées effectuée avec succès.
ga_ie: Baineadh grúpaí eagarthóirí ó na hacmhainní roghnaithe.

source: Remove editor group
fr_fr: Supprimer un groupe d'édition
ga_ie: Bain grúpa eagarthóirí

source: Remove editor groups from selected resources
fr_fr: Supprimer un groupe d'édition des ressource ssélectionnées
ga_ie: Bain grúpaí eagarthóirí ó acmhainní roghnaithe | Remove editor groups from selected resources

source: Cancelled adding owners.
fr_fr: L'ajout de détenteur a été annulé.
ga_ie: Cuireadh úinéirí a chur leis ar ceal.

source: Successfully added owners to %(success)i of the selected resources. %(failure)i resource owners were left unchanged due to missing permissions.
fr_fr: Ajout de détenteurs au %(success)i ressources sélectionnées effectuée avec succès. %(failure)i détenteurs de ressources sont resté inchangés en raison de droits insuffisants.
ga_ie: Cuireadh úinéirí le %(success)i de na hacmhainní roghnaithe.Níor athraíodh %(failure)i de na húinéirí acmhainní toisc nach raibh fáil ar cheadanna.

source: Successfully added owners to all selected resources.
fr_fr: Ajout de détenteurs pour toutes les ressources sélectionnées effectuée avec succès.
ga_ie: Cuireadh úinéirí le gach acmhainn roghnaithe.

source: Add owner
fr_fr: Ajouter un détenteur
ga_ie: Cuir úinéir leis

source: Add owners to selected resources
fr_fr: Ajouter des détenteurs aux ressources sélectionnées
ga_ie: Cuir úinéirí le hacmhainní roghnaithe | Add owners to selected resources

source: Cancelled removing owners.
fr_fr: La suppression de détenteurs a été annulée.
ga_ie: Cuireadh úinéirí a bhaint ar ceal.

source: Successfully removed owners from the selected resources.
fr_fr: Suppression des détenteurs pour les ressources sélectionnées effectuée avec succès.
ga_ie: Baineadh úinéirí ó na hacmhainní roghnaithe.

source: Remove owner
fr_fr: Supprimer un détenteur
ga_ie: Bain úinéir

source: Remove owners from selected resources
fr_fr: Supprimer les détenteurs pour les ressources sélectionnées
ga_ie: Bain úinéirí ó acmhainní roghnaithe | Remove owners from selected resources

source: %(name)s object with primary key %(key)s does not exist.
fr_fr: L'objet %(name)s avec pour clé primaire %(key)s n'existe pas.
ga_ie: Ní hann d'oibiacht %(name)s le heochair phríomhúil %(key)s.

source: %(name)s object with primary key %(key)s does not have a StorageObject attached.
fr_fr: L'objet %(name)s avec pour clé primaire %(key)s n'a pas de StorageObject joint.
ga_ie: Níl Oibiacht Stórála ceangailte le hoibiacht %(name)s le heochair phríomhúil %(key)s.

source: %(name)s object with primary key %(key)s is not a master-copy.
fr_fr: L'objet %(name)s avec pour clé primaire %(key)s n'est pas une copie originale.
ga_ie: Ní máistirchóip oibiacht %(name)s le heochair phríomhúil %(key)s.

source: Upload resource: "%s"
fr_fr: Transférer ressource: "%s"
ga_ie: Uaslódáil acmhainn: "%s"

source: Upload validation report: "%s"
fr_fr: Transférer rapport de validation: "%s"
ga_ie: Uaslódáil tuairisc bhailíochtaithe: "%s"

source: Upload legal documentation: "%s"
fr_fr: Transférer documentation légale: "%s"
ga_ie: Uaslódáil cáipéisíocht dhlíthiúil: "%s"

source: %(name)s object with primary key %(key)s does not exist anymore.
fr_fr: L'objet %(name)s avec pour clé primaire %(key)s n'existe plus.
ga_ie: Ní hann do oibiacht %(name)s le heochair phríomhúil %(key)s a thuilleadh.
