Repository: hpusset/ELRI
Catalog: metashare/templates/accounts/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: Dear
pt_pt: Caro

source: We have activated your ELRI user account "%(shortname)s", welcome to ELRI! You can now access our services by logging into our website %(nodeurl)s.
pt_pt: Ativamos a sua conta no eTradução "%(shortname)s", Bem-Vindo! Agora poderá partilhar recursos linguísticos e consultar os que foram partilhados consigo ao entrar no nosso site %(nodeurl)s.

source: Best regards,
pt_pt: Com os melhores cumprimentos,

source: The ELRI team
pt_pt: A equipa eTradução

source: Editor Group%(selected_editorgroups|pluralize)s
pt_pt: Grupo de edição %(selected_editorgroups|pluralize)s

source: Members
pt_pt: Membros

source: Managers
pt_pt: Gestores

source: Add a user to the following editor group manager group%(selected_editorgroupmanagers|pluralize)s:
pt_pt: Adicionar um utilizador aos gestores de grupo de edição %(selected_editorgroupmanagers|pluralize)s:

source: Editor Group Manager Group%(selected_editorgroupmanagers|pluralize)s
pt_pt: Gestor de grupo de edição Group%(selected_editorgroupmanagers|pluralize)s

source: Add a user to the following organization%(selected_organizations|pluralize)s:
pt_pt: Adicionar um utilizador à seguinte organização%(selected_organizations|pluralize)s:

source: Organization%(selected_organizations|pluralize)s
pt_pt: Organização%(selected_organizations|pluralize)s

source: Organization Managers
pt_pt: Gestores da organização

source: Add a user to the following organization manager group%(selected_organizationmanagers|pluralize)s:
pt_pt: Adicionar um utilizador ao grupo de gestores da organização seguinte %(selected_organizationmanagers|pluralize)s:

source: Organization Manager%(selected_organizationmanagers|pluralize)s
pt_pt: Gestor da organização%(selected_organizationmanagers|pluralize)s

source: Apply for ELRI eDelivery membership
pt_pt: Candidatar-se ao eTradução como membro do eDelivery

source: Public Certificate (.crt, .cert, .cer)
pt_pt: Certificado publico (.crt, .cert, .cer)

source: Change Your Password &ndash; ELRI
pt_pt: Mudar a palavra-passe &ndash; ELRI

source: Please correct the error%(form.errors|pluralize)s below.
pt_pt: Por favor, corrija o seguinte erro%(form.errors|pluralize)s.

source: Change your password
pt_pt: Mudar a sua palavra-passe

source: Change Password
pt_pt: Mudar a palavra-passe

source: Password Change Successful &ndash; ELRI
pt_pt: Alteração de palavra-passe com sucesso &ndash;

source: Password change successful
pt_pt: Alteração de palavra-passe com sucesso

source: Your password was changed
pt_pt: A sua palavra-passe foi alterada

source: Go back to your profile
pt_pt: Voltar para o perfil

source: we have received a registration request for a new ELRI user account "%(shortname)s" at [1]. You can confirm that registration request and create your account by clicking the following link:
pt_pt: recebemos um pedido de registo para uma nova conta de utilizador para o eTradução "%(shortname)s" à [1]. Pode confirmar esse pedido de registo e criar a sua conta clicando no seguinte link:

source: Please make sure to follow the link within three days. If you do not wish to create an account with this e-mail address, then please simply disregard this message.
pt_pt: Por favor, certifique-se de seguir o link dentro de três dias. Se não pretende criar uma conta com este endereço de e-mail, por favor ignore esta mensagem.

source: Welcome to ELRI!
pt_pt: Bem-Vindo ao eTradução!

source: With this form you can send messages to the ELRI team. You can use this form, for example, if you would like to suggest the creation of a new group for resource sharing purposes.
pt_pt: Com este formulário pode enviar mensagens à equipa do eTradução. Pode usar este formulário, por exemplo, se quer sugerir a criação de um novo grupo para partilha de recursos.

source: Send Message
pt_pt: Enviar mensagem

source: Note: along with your message, the ELRI team will automatically receive your name and the e-mail address which is set in <a href="%(edit_profile_url)s">your user profile</a>.
pt_pt: Nota: com a sua mensagem, a equipa de manutenção do nó receberá automaticamente o seu nome e e-mail definido em <a href="%(edit_profile_url)s">o seu perfil de utilizador</a>.

source: Dear superuser,
pt_pt: Caro administrador,

source: %(user_first_name)s %(user_last_name)s (user account: %(user_account_name)s) has sent you a message through the contact form of ELRI.
pt_pt: %(user_first_name)s %(user_last_name)s (user account: %(user_account_name)s) enviou-lhe uma mensagem através do formulário de contacto do eTradução.

source: Subject: %(subject)s
pt_pt: Assunto: %(subject)s

source: Message: see below
pt_pt: Mensagem: ver em baixo

source: Please try to answer this request soon by responding to %(user_email)s.
pt_pt: Por favor tente ser breve a responder à pergunta para %(user_email)s.

source: The ELRI Team
pt_pt: A equipa do eTradução

source: Please fill in all fields to create your account.
pt_pt: Erro: Por favor preencha todos os campos para criar a sua conta.

source: Create Account
pt_pt: Criar conta

source: I accept the <a target="_blank" href="%(elri_tos)s">ELRI Terms of Service</a>.
pt_pt: Aceito os <a target="_blank" href="%(elri_tos)s">Termos de Serviço</a>.

source: Home
pt_pt: Início

source: Turn down multiple objects
pt_pt: Recusar múltiplos objectos

source: Turning down the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to turn down the following types of objects:
pt_pt: Desativar os %(objects_name)s selecionados resultará na exclusão dos objetos relacionados, mas a sua conta não tem permissão para desativar os seguintes tipos de objetos:

source: Turning down the selected %(objects_name)s would require deleting the following protected related objects:
pt_pt: Desativar os %(objects_name)s selecionados exigiria a exclusão dos seguintes objetos protegidos relacionados:

source: Are you sure you want to turn down the selected %(objects_name)s? All of the following objects and their related items will be turned down:
pt_pt: Tem certeza de que deseja desativar os %(objects_name)s? selecionados? Todos os seguintes objetos e itens relacionados serão desativados:

source: Yes, I
pt_pt: Sim, eu

source: Edit Profile
pt_pt: Editar Perfil

source: First name
pt_pt: Primeiro nome

source: Last name
pt_pt: Último nome

source: If you would like to change any of the above details, please <a href="%(contact_url)s">contact the maintainers of ELRI Repository</a>.
pt_pt: Se quiser alterar algum dos detalhes acima, por favor, <a href="%(contact_url)s">entre em contato com a equipa de manutenção do eTradução, por favor </a>.

source: Editor Group Manager Group%(editor_group_managers_member_of|pluralize)s
pt_pt: Gestor de grupo de edição Group%(editor_group_managers_member_of|pluralize)s

source: Displays all the editor groups you belong in. Editor groups that are applied by default to your resources, are shown in italic.
pt_pt: Exibe todos os grupos de edição aos quais pertence. Os grupos de edição aplicados por defeito aos seus recursos são mostrados em itálico.

source: Editor Group%(editor_groups_member_of|pluralize)s
pt_pt: Grupo de edição%(editor_groups_member_of|pluralize)s

source: This editor group is set by default to your resources.
pt_pt: Este grupo de edição é aplicado por defeito aos seus recursos.

source: You already applied for a membership of the following editor group%(groups_applied_for|pluralize)s: %(groups_applied_for|join:", ")s
pt_pt: Já se inscreveu como membro do seguinte grupo de editores group%(groups_applied_for|pluralize)s: %(groups_applied_for|join:", ")s

source: Organization Manager Group%(organization_managers_member_of|pluralize)s
pt_pt: Gestor de grupo de edição Group%(organization_managers_member_of|pluralize)s

source: Organization%(organizations_member_of|pluralize)s
pt_pt: Organização%(organizations_member_of|pluralize)s

source: You already applied for a membership of the following organization%(organizations_applied_for|pluralize)s: %(organizations_applied_for|join:", ")s
pt_pt: Já se candidatou à seguinte organização organization%(organizations_applied_for|pluralize)s: %(organizations_applied_for|join:", ")s

source: Please give at least one editor group.
pt_pt: Por favor, designe pelo menos um grupo de editores.

source: Apply for editor group membership
pt_pt: Candidatar-se ao grupo de editores

source: Apply
pt_pt: Candidatar-se

source: The application to the editor group "%(editor_group)s" has been accepted by a manager of the group.
pt_pt: O pedido para o editor de grupo "%(editor_group)s" foi aceite pelo gestor do grupo.

source: The application to the editor group "%(editor_group)s" has been turned down by a manager of the group.
pt_pt: O pedido para o editor de grupo "%(editor_group)s" foi negado pelo gestor do grupo.

source: Dear editor group manager,
pt_pt: Candidatar-se ao grupo de editores,

source: We have received an application to your editor group "%(editor_group)s" from the ELRI user account "%(shortname)s".
pt_pt: Recebemos um pedido para o grupo de editores "%(editor_group)s" da sua conta ELRI "%(shortname)s".

source: You can confirm or reject that application by going to the following page in the administration section: - %(confirmation_url)s
pt_pt: Pode confirmar ou rejeitar o pedido indo para a seguinte página no separador da administração: - %(confirmation_url)s

source: Best regards
pt_pt: Com os melhores cumprimentos

source: The application to the organization "%(organization)s" has been accepted by a manager of the organization.
pt_pt: O pedido para a organização "%(organization)s" foi aceite pelo gestor da organização.

source: The application to the organization "%(organization)s" has been turned down by a manager of the organization.
pt_pt: O pedido para a organização "%(organization)s" foi negado pelo gestor da organização.

source: Dear organization manager,
pt_pt: Gestores da organização,

source: We have received an application to your organization "%(organization)s" from the ELRI user account "%(shortname)s".
pt_pt: Recebemos um pedido para a sua organização "%(organization)s" da conta do eTradução "%(shortname)s".

source: Please give at least one organization.
pt_pt: Por favor, forneça pelo menos uma organização.

source: Apply for organization membership
pt_pt: Candidatar-se a uma organização

source: We have now reset your ELRI user account "%(shortname)s".
pt_pt: Foi redefinida a sua conta de utilizador do eTradução "%(shortname)s".

source: Your password is "%(random_password)s".
pt_pt: A sua palavra-passe é "%(random_password)s".

source: We advise that you change your password the next time you login to ELRI.
pt_pt: Recomendamos que altere a sua palavra-passe na próxima vez que fizer login no eTradução.

source: Thank you for using ELRI!
pt_pt: Obrigado por usar o eTradução!

source: User %(username)s provided the following registration information:
pt_pt: O utilizador %(username)s deu-nos a seguinte informação de registo:

source: - First name:
pt_pt: - Primeiro nome:

source: - Last name:
pt_pt: - Último nome:

source: - Telephone number:
pt_pt: - Número de telefone:

source: - Affiliation:
pt_pt: - Organização:

source: - Position:
pt_pt: - Cargo:

source: You can either confirm this user's account by clicking on the %(confirmation_url)s, or review and activate the user's account from the back-office.
pt_pt: Pode confirmar este utilizador ao clicar no %(confirmation_url)s, ou rever e ativar a conta através do back-office.

source: Remove a user from the following editor group%(selected_editorgroups|pluralize)s:
pt_pt: Remover um utilizador do seguinte grupo de edição group%(selected_editorgroups|pluralize)s:

source: Remove
pt_pt: Remover

source: Cancel
pt_pt: Cancelar

source: Remove a user from the following editor group manager group%(selected_editorgroupmanagers|pluralize)s:
pt_pt: Remover um utilizador da gestão de grupo de editores group%(selected_editorgroupmanagers|pluralize)s:

source: Remove a user from the following organization%(selected_organizations|pluralize)s:
pt_pt: Remover um utilizador da seguinte organização organization%(selected_organizations|pluralize)s:

source: Remove a user from the following organization manager group%(selected_organizationmanagers|pluralize)s:
pt_pt: Remover um utilizador da gestão de grupo de editores group%(selected_organizationmanagers|pluralize)s:

source: Organization Manager Group%(selected_organizationmanagers|pluralize)s
pt_pt: Gestor da organização Group%(selected_organizationmanagers|pluralize)s

source: Reset Account
pt_pt: Redefinir a conta

source: Dear %(firstname)s %(lastname)s,
pt_pt: Caro %(firstname)s %(lastname)s,

source: We have received a password reset request for your ELRI user account "%(shortname)s". You can confirm this request and reset your password by clicking on the following link: - %(confirmation_url)s
pt_pt: Recebemos um pedido de redefinição de palavra-passe para a sua conta do eTradução "%(shortname)s". Pode confirmar este pedido e redefinir a sua palavra-passe clicando no seguinte link: - %(confirmation_url)s

source: If you do not wish to reset your account password, please ignore this email.
pt_pt: Se não deseja redefinir a sua palavra-passe, por favor ignore este e-mail.

source: Thank you for using ELRI!
pt_pt: Obrigado por usar o eTradução!

source: Update
pt_pt: Atualização
