Repository: hpusset/ELRI
Catalog: metashare/po_files/*/locale/*/LC_MESSAGES/django.po
Languages: ga_ie

source: New contributions through eDelivery
ga_ie: Acmhainní teanga nua trí eDelivery | New contributions through eDelivery

source: You have new unmanaged contributed resources on elri.eu, through eDelivery.
ga_ie: Tá acmhainní teanga nua agat ar elri.eu, a tháinig trí eDelivery, agus atá fós le bainistiú.

source: An error has occurred while trying to send email to contributions alert recipients.
ga_ie: Tharla earráid le seoladh rphost chuig na léirmheastóirí.

source: Gaelic
ga_ie: Gaeilge

source: English
ga_ie: Béarla

source: Can synchronize
ga_ie: Is féidir sioncronú

source: (Read-only) base URL for the server where the master copy of the associated language resource is located.
ga_ie: (Inléite amháin) bunaigh URL don fhreastalaí áit a bhfuil máistirchóip na hacmhainne teanga a bhaineann leis lonnaithe.

source: (Read-only) unique identifier for this storage object instance.
ga_ie: (Inléite amháin) aitheantóir uathúil don ásc oibiachta stórála seo.

source: (Read-only) creation date for this storage object instance.
ga_ie: (Inléite amháin) dáta cruthaithe don ásc oibiachta stórála seo.

source: (Read-only) last modification date of the metadata XML for this storage object instance.
ga_ie: (Inléite amháin) dáta mionathraithe deireanach mheiteashonraí XML don ásc oibiachta stórála seo.

source: (Read-only) MD5 checksum of the binary data for this storage object instance.
ga_ie: (Inléite amháin) suim sheiceála MD5 na sonraíochta dénártha don ásc oibiachta stórála seo.

source: (Read-only) MD5 checksum of the digest zip file containing the global serialized storage object and the metadata XML for this storage object instance.
ga_ie: (Inléite amháin) suim sheiceála MD5 an zipchomhaid dhlúth ina bhfuil an oibiacht stórála srathaithe uilíoch agus na meiteashonraí XML don ásc oibiachta stórála seo.

source: (Read-only) last modification date of digest zip for this storage object instance.
ga_ie: (Inléite amháin) dáta mionathraithe deireanach den dlúthzip don ásc oibiachta stórála seo.

source: (Read-only) last update check date of digest zip for this storage object instance.
ga_ie: (Inléite amháin) seiceáil uasdátaithe dheireanach den dlúthzip don ásc oibiachta stórála seo.

source: Revision or version information for this storage object instance.
ga_ie: Leasú nó eolas faoi leagan don ásc oibiachta stórála seo.

source: (Read-only) META-SHARE version used with the storage object instance.
ga_ie: (Inléite amháin) Leagan META-SHARE úsáidte leis an ásc oibiachta stórála.

source: Specifies whether the resource is collected by ELRI 1
ga_ie: Sonraíonn cé an bhfuil an acmhainn bailithe ag ELRI 1

source: Generalized copy status flag for this storage object instance.
ga_ie: Brat stádais cóip ghinearálaithe don ásc oibiachta stórála seo.

source: Generalized publication status flag for this storage object instance.
ga_ie: Brat stádais foilseachán ginearálaithe don ásc oibiachta stórála seo.

source: (Read-only) id of source node from which the resource originally stems as set in local_settings.py in CORE_NODES and PROXIED_NODES; empty if resource stems from this local node
ga_ie: (Inléite amháin) aitheantas an nóid fhoinsigh ónar eascair an acmhainn ar dtús mar atá in local_settings.py in CORE_NODES agus PROXIED_NODES; folmhaigh má eascraíonn an acmhainn ón nód logánta seo

source: Deletion status flag for this storage object instance.
ga_ie: Brat stádais scriosta don ásc oibiachta stórála seo.

source: XML containing the metadata description for this storage object instance.
ga_ie: XML ina bhfuil an cur síos ar mheiteashonraí don ásc oibiachta stórála seo.

source: text containing the JSON serialization of global attributes for this storage object instance.
ga_ie: téacs ina bhfuil an srathú JSON de thréithe uilíocha don ásc oibiachta stórála seo.

source: text containing the JSON serialization of local attributes for this storage object instance.
ga_ie: téacs ina bhfuil an srathú JSON de thréithe logánta don ásc oibiacht stórála seo.

source: Please enter a correct username and password. Note that both fields may be case-sensitive.
ga_ie: Cuir isteach ainm úsáideora ceart agus pasfhocal, le do thoil. Tabhair faoi deara go bhfuil seans ann go bhfuil na réimsí cásíogair. | Please enter a correct username and password. Note that both fields may be case-sensitive.

source: This account has not been activated yet. Please contact us if there is any issue with an existing account.
ga_ie: Níl an cuntas seo gníomhachtaithe go fóill. Déan teagmháil linn má tá aon fhadhb ann le cuntas reatha. - This account has not been activated yet. Please contact us if there is any issue with an existing account.
