Repository: hpusset/ELRI
Catalog: metashare/accounts/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr

source: Editor groups
es_es: Grupos editores
fr_fr: Groupes d'édition

source: Managed Editor Groups
es_es: Grupos editores administrados
fr_fr: Groupes d'édition gérés

source: Organizations
es_es: Organizaciones
fr_fr: Organisations

source: Managed organizations
es_es: Organizaciones administradas
fr_fr: Organisations gérées

source: Members
es_es: Miembros
fr_fr: Membres

source: Managing groups
es_es: Grupos administradores
fr_fr: Groupes de gestion

source: Managers
es_es: Administradores
fr_fr: Gestionnaires

source: Cancelled adding users to the editor group.
es_es: Se ha cancelado añadir usuarios al grupo editor.
fr_fr: L'ajout d'utilisateurs au groupe d'édition a été annulé.

source: You need to be group manager to add a user to this editor group.
es_es: Se requiere ser administrador de grupo para añadir un usuario a este grupo editor.
fr_fr: Vous devez être gestionnaire de groupe pour ajouter un utilisateur à ce groupe d'édition.

source: Successfully added users to editor group.
es_es: Se han añadido correctamente usuarios al grupo editor.
fr_fr: L'ajout d'utilisateurs au groupe d'édition a été effectué avec succès.

source: Add Users to Editor Group
es_es: Añadir usuarios al grupo editor
fr_fr: Ajouter des utilisateurs au groupe d'édition

source: Add user
es_es: Añadir usuario
fr_fr: Ajouter un utilisateur

source: Add users to selected editor groups
es_es: Añadir usuarios a grupos editores seleccionados
fr_fr: Ajouter des utilisateurs aux groupes d'édition sélectionnés

source: Cancelled removing users from the editor group.
es_es: Se ha cancelado la eliminación de usuarios del grupo editor.
fr_fr: La suppression d'utilisateurs du groupe d'édition a été annulée.

source: Successfully removed users from editor group.
es_es: Ha eliminado correctamente a los usuarios del grupo editor.
fr_fr: La suppression d'utilisateurs du groupe d'édition a été effectuée avec succès.

source: Remove Users from Editor Group
es_es: Eliminar usuarios del grupo editor
fr_fr: Supprimer des utilisateurs du group d'édition

source: Remove user
es_es: Eliminar usuario
fr_fr: Supprimer un utilisateur

source: Remove users from selected editor groups
es_es: Eliminar usuarios de grupos editor seleccionados
fr_fr: Supprimer des utilisateurs des groupes d'édition sélectionnés

source: You must be superuser or group manager to accept applications.
es_es: Se requiere ser superusuario o administrador de grupo para aceptar solicitudes.
fr_fr: Vous devez être un super-utilisateur ou un gestionnaire de groupe pour accepter des demandes.

source: Application accepted
es_es: Solicitud aceptada
fr_fr: La demande a été acceptée

source: There was an error sending out an application acceptance e-mail.
es_es: Ha habido un error al enviar el correo electrónico de aceptación de la solicitud.
fr_fr: Erreur: Une erreur a été rencontrée lors de l'envoi de l'email d'acceptation de la demande.

source: You have successfully accepted "%(user)s" as member of the editor group "%(group)s".
es_es: Ha aceptado correctamente "%(user)s" como miembro del grupo editor "%(group)s".
fr_fr: Vous avez accepté "%(user)s" comme membre du groupe d'édition "%(group)s" avec succès.

source: Successfully accepted %(accepted)d of %(total)d applications. You have no permissions to accept the remaining applications.
es_es: Ha aceptado correctamente %(accepted)d de %(total)d solicitudes. No tiene permisos para aceptar las solicitudes restantes.
fr_fr: Vous avez accepté %(accepted)d des %(total)d demandes. Vous n'avez pas d'autorisation pour accepter les demandes restantes.

source: Successfully accepted all requests.
es_es: Ha aceptado correctamente todas las solicitudes.
fr_fr: Vous avez accepté toutes les demandes avec succès.

source: Accept selected editor group applications
es_es: Aceptar solicitudes seleccionades de grupo editor
fr_fr: Accepter les demandes du groupe d'édition sélectionnées

source: Application turned down
es_es: Solicitud rechazada
fr_fr: La demande a été refusée

source: There was an error sending out an e-mail about turning down the application.
es_es: Ha habido un error al enviar un mensaje de correo electrónico acerca de la desactivación de la solicitud.
fr_fr: Erreur: Une erreur a été rencontrée lors de l'envoi de l'email de refus de la demande.

source: You have successfully turned down "%(user)s" from the editor group "%(group)s".
es_es: Ha rechazado correctamente "%(user)s" del grupo editor "%(group)s".
fr_fr: Vous avez refusé "%(user)s" du groupe d'édition "%(group)s" avec succès.

source: Successfully turned down %(count)d %(items)s.
es_es: Desactivado correctamente %(count)d %(items)s.
fr_fr: Vous avez refusé "%(count)d %(items)s avec succès.

source: Cannot turn down %(name)s
es_es: No se puede desactivar %(name)s
fr_fr: Vous ne pouvez pas refuser %(name)s

source: Are you sure?
es_es: ¿Está seguro?
fr_fr: Êtes-vous sûr ?

source: Turn down selected editor group applications
es_es: Desactivar solicitudes seleccionades de grupo editor
fr_fr: Refuser les demandes du groupe d'édition sélectionnées

source: Cancelled adding users to the editor group managers.
es_es: Se ha cancelado añadir usuarios a los administradores del grupo editor.
fr_fr: L'ajout d'utilisateurs aux gestionnaires du groupe d'édition a été annulé.

source: Successfully added users to editor group managers.
es_es: Se han añadido correctamente los usuarios a los administradores del grupo editor.
fr_fr: L'ajout d'utilisateurs aux gestionnaires du groupe d'édition a été effectué avec succès.

source: Add Users to Editor Group Managers
es_es: Añadir usuarios a administradores de grupo editor
fr_fr: Ajouter des utilisateurs aux gestionnaires du groupe d'édition

source: You need to be a superuser to add a user to these editor group managers.
es_es: Se requiere ser superusuario para añadir un usuario a los administradores de este grupo editor.
fr_fr: Vous devez-être super-utilisateur pour ajouter un utilisateur aux gestionnaires de ces groupes d'édition.

source: Add users to selected editor group managers
es_es: Añadir usuarios a los administradores del grupo editor seleccionado
fr_fr: Ajouter des utilisateurs aux gestionnaires du groupe d'édition sélectionné

source: Cancelled removing users from editor group managers.
es_es: Se ha cancelado eliminar usuarios de los administradores del grupo editor.
fr_fr: La suppression d'utilisateurs des gestionnaires du groupe d'édition a été annulée.

source: Successfully removed users from editor group managers.
es_es: Se han eliminado correctamente los usuarios de los administradores del grupo editor.
fr_fr: La suppression d'utilisateurs des gestionnaires du groupe d'édition a été effectuée avec succès.

source: Remove Users from Editor Group Managers
es_es: Eliminar usuarios de los administradores del grupo editor
fr_fr: Supprimer des utilisateurs des gestionnaires du groupe d'édition

source: You need to be a superuser to remove a user from these editor group managers.
es_es: Se requiere ser superusuario para eliminar a un usuario de los administradores de este grupo editor.
fr_fr: Vous devez être un super-utilisateur pour supprimer un utilisateur de ces gestionnaires de groupe d'édition.

source: Remove users from selected editor group managers
es_es: Eliminar usuarios de los administradores del grupo de editor seleccionado
fr_fr: Supprimer des utilisateurs des gestionnaires du groupe d'édition sélectionné

source: Cancelled adding users to the organization.
es_es: Se ha cancelado añadir usuarios a la organización.
fr_fr: L'ajout d'utilisateurs à l'organisation a été annulé.

source: You need to be organization managers to add a user to this organization.
es_es: Se requiere ser administrador de organización para añadir un usuario a esta organización.
fr_fr: Vous devez être gestionnaires de l'organisation pour ajouter un utilisateur à cet organisation.

source: Successfully added users to organization.
es_es: Se han añadido correctamente los usuarios a la organización.
fr_fr: L'ajout d'utilisateurs à l'organisation a été effectué avec succès.

source: Add Users to Organization
es_es: Añadir usuarios a la organización
fr_fr: Ajouter des utilisateurs à l'organisation

source: Add users to selected organizations
es_es: Añadir usuarios a las organizaciones seleccionadas
fr_fr: Ajouter des utilisateurs aux organisations sélectionnées

source: Cancelled removing users from the organization.
es_es: Se ha cancelado eliminar usuarios de la organización.
fr_fr: La suppression d'utilisateurs de l'organisation a été annulée.

source: Successfully removed users from organization.
es_es: Se han eliminado correctamente los usuarios de la organización.
fr_fr: La suppression d'utilisateurs de l'organisation a été effectuée avec succès.

source: Remove Users from Organization
es_es: Eliminar usuarios de la organización
fr_fr: Supprimer des utilisateurs de l'organisation

source: Remove users from selected organizations
es_es: Eliminar usuarios de las organizaciones seleccionadas
fr_fr: Supprimer des utilisateurs de l'organisation sélectionnée

source: You must be superuser or organization manager to accept applications.
es_es: Se requiere ser superusuario o administrador de organización para aceptar solicitudes.
fr_fr: Vous devez être un super-utilisateur ou un gestionnaire d'organisme pour accepter des demandes.

source: You have successfully accepted "%(user)s" as member of the organization "%(group)s".
es_es: Ha aceptado correctamente "%(user)s" como miembro de la organización "%(group)s".
fr_fr: Vous avez accepté "%(user)s" comme membre de l'organisation "%(group)s".

source: Accept selected organization applications
es_es: Aceptar solicitudes de organización seleccionadas
fr_fr: Accepter les demandes des organisations sélectionnées

source: You have turned down the application of "%(user)s" for membership in the organization "%(group)s".
es_es: Ha rechazado la solicitud de "%(user)s" para la membresía en la organización "%(group)s".
fr_fr: Vous avez refusé la demande de"%(user)s" comme membre de l'organisation "%(group)s".

source: Turn down selected organization applications
es_es: Desactivar las solicitudes de organización seleccionadas
fr_fr: Refuser les demandes de l'organisation sélectionnée

source: Cancelled adding users to the organization managers.
es_es: Se ha cancelado añadir usuarios a los administradores de la organización.
fr_fr: L'ajout d'utilisateurs au groupe de gestionnaires de l'organisation a été annulé.

source: Successfully added users to organization managers.
es_es: Se han añadido correctamente los usuarios a los administradores de la organización.
fr_fr: L'ajout d'utilisateurs aux gestionnaires de l'organisation a été effectué avec succès.

source: Add Users to Organization Manager Group
es_es: Añadir usuarios al grupo administrador de organizaciones
fr_fr: Ajouter des utilisateurs au groupe de gestionnaires de l'organisation

source: You need to be a superuser to add a user to these organization managers.
es_es: Se requiere ser superusuario para añadir un usuario a los administradores de la organización.
fr_fr: Vous devez être un super-utilisateur pour ajouter un utilisateur à ces gestionnaires de l'organisation.

source: Add users to selected organization managers
es_es: Añadir usuarios a los administradores de organización seleccionados
fr_fr: Ajouter des utilisateurs aux gestionnaires de l'organisation sélectionnée

source: Cancelled removing users from the organization managers.
es_es: Se ha cancelado eliminar usuarios de los administradores de la organización.
fr_fr: La suppression d'utilisateurs des gestionnaires de l'organisation a été annulée.

source: Successfully removed users from organization managers.
es_es: Ha eliminado correctamente los usuarios de los administradores de organización.
fr_fr: La suppression d'utilisateurs des gestionnaires de l'organisation a été effectuée avec succès.

source: Remove Users from Organization Manager Group
es_es: Eliminar usuarios del grupo administrador de organización
fr_fr: Supprimer des utilisateurs du groupe de gestionnaires de l'organisation

source: You need to be a superuser to remove a user from these organization managers.
es_es: Se requiere ser superusuario para eliminar a un usuario de los administradores de organización.
fr_fr: Vous devez être un super-utilisateur pour supprimer un utilisateur de ces gestionnaires d'organisation.

source: Remove users from selected organization managers
es_es: Eliminar usuarios de administradores de organización seleccionados
fr_fr: Supprimer des utilisateurs des gestionnaires de l'organisation sélectionnée

source: You must be superuser to accept eDelivery applications.
es_es: Se requiere ser superusuario para aceptar solicitudes de eDelivery.
fr_fr: Vous devez être un super-utilisateur pour accepter des demandes eDelivery.

source: Accept selected eDelivery applications
es_es: Aceptar las solicitudes de eDelivery seleccionadas
fr_fr: Accepter les demandes eDelivery sélectionnées

source: You must be superuser to reject eDelivery applications.
es_es: Debe ser superusuario para rechazar las solicitudes de eDelivery.
fr_fr: Vous devez être un super-utilisateur pour refuser des demandes eDelivery.

source: ELRI eDelivery application
es_es: Solicitud de eDelivery de ELRI
fr_fr: Demande d'eDelivery ELRI

source: {} cannot be rejected. Only "PENDING" applications can be rejected
es_es: {} no se puede rechazar. Sólo se pueden rechazar las solicitudes "PENDIENTES"
fr_fr: {} ne peut pas être rejeté. Seul les demandes "EN COURS" peuvent être rejetées

source: Reject selected eDelivery applications
es_es: Rechazar las solicitudes de eDelivery seleccionadas
fr_fr: Refuser les demandes d'eDelivery sélectionnées

source: You must be superuser to revoke active eDelivery applications.
es_es: Se requiere ser superusuario para revocar las solicitudes de eDelivery activas.
fr_fr: Vous devez être un super-utilisateur pour révoquer des demandes d'eDelivery actives.

source: {} cannot be rejected. Only "ACTIVE" applications can be revoked.
es_es: {} no se puede rechazar. Sólo se pueden revocar las solicitudes "ACTIVAS".
fr_fr: {} ne peut pas être rejeté. Seul les demandes "ACTIVES" peuvent être révoquées.

source: Revoke selected eDelivery applications
es_es: Revocar las solicitudes de eDelivery seleccionadas
fr_fr: Révoquer les demandes d'eDelivery sélectionnées

source: You must be superuser to reactivate revoked eDelivery applications.
es_es: Se requiere ser superusuario para reactivar las solicitudes de eDelivery revocadas.
fr_fr: Vous devez être un super-utilisateur pour réactiver une demande d'eDelivery qui a été révoquée.

source: {} cannot be reactivated. Only "REVOKED" applications can be reactivated.
es_es: {} no se puede reactivar. Sólo se pueden reactivar las solicitudes "REVOCADAS".
fr_fr: {} ne peut pas être réactivé. Seul les demandes "REVOQUEES" peuvent être réactivées.

source: Reactivate selected eDelivery applications
es_es: Reactivar las solicitudes de eDelivery seleccionadas
fr_fr: Réactiver les demandes d'eDelivery sélectionnées

source: This password is too short. It must contain at least %(min_length)d character.
fr_fr: Erreur: Ce mot de passe est trop court. Il doit contenir au moins %(min_length)d caractère.

source: Your password must contain at least %(min_length)d character.
fr_fr: Votre mot de passe doit contenir au moins %(min_length)d caractère.

source: The password is too similar to the %(verbose_name)s.
fr_fr: Erreur: Le mot de passe est trop similaire à: %(verbose_name)s.

source: Your password can't be too similar to your other personal information.
fr_fr: Votre mot de passe ne doit pas être trop similaire aux autres champs d'information personnelle.

source: This password is too common.
fr_fr: Erreur: Le mot de passe est trop commun.

source: Your password can't be a commonly used password.
fr_fr: Votre mot de passe ne doit pas être trop commun.

source: This password is entirely numeric.
fr_fr: Erreur: Le mot de passe est entièrement numérique.

source: Your password can't be entirely numeric.
fr_fr: Votre mot de passe ne doit pas être entièrement numérique.

source: This password does not contain a digit.
fr_fr: Erreur: Le mot de passe ne contient pas de chiffre.

source: Your password must contain at least one digit.
fr_fr: Votre mot de passe doit contenir au moins un chiffre.

source: This password does not contain a punctuation character.
fr_fr: Erreur: Le mot de passe ne contient pas de signe de ponctuation.

source: Your password must contain at least one punctuation character.
fr_fr: Votre mot de passe doit contenir au moins un signe de ponctuation.

source: This password does not contain an uppercase character.
fr_fr: Erreur: Le mot de passe ne contient pas de caractère en majuscule.

source: Your password must contain at least one uppercase character.
fr_fr: Votre mot de passe doit contenir au moins un caractère en majuscule.

source: This password does not contain a lowercase character.
fr_fr: Erreur: Le mot de passe ne contient pas de caractère en minuscule.

source: Your password must contain at least one lowercase character.
fr_fr: Votre mot de passe doit contenir au moins un caractère en minuscule.

source: This password contains a character repeated more than %d times in a row.
fr_fr: Erreur: Le mot de passe contient plus de %d caracteres répétés à la suite.

source: Your password can't contain a character repeated more than %d times in a row.
fr_fr: Votre mot de passe ne doit pas contenir plus de %d caracteres répétés à la suite.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
fr_fr: Erreur: Cette valeur peut uniquement contenir des lettres, nombres et les caractères « @ », « . », « + », « - » et « _ ».

source: Desired account name
es_es: Nombre de cuenta deseado
fr_fr: Nom du compte souhaité

source: Required Field
fr_fr: Ce champ est obligatoire.

source: First name
es_es: Nombre
fr_fr: Prénom

source: Last name
es_es: Apellido
fr_fr: Nom

source: E-mail
fr_fr: Adresse mail

source: Organization name
es_es: Nombre de la organización
fr_fr: Nom de l'organisation

source: Organization address
es_es: Dirección de la organización
fr_fr: Adresse de l'organisation

source: Organization phone number
es_es: Número de teléfono de la organización
fr_fr: Numéro de téléphone de l'organisation

source: Position in the organization
es_es: Posición en la organización
fr_fr: Rôle dans l'organisation

source: Password
es_es: Contraseña
fr_fr: Mot de passe

source: Password confirmation
es_es: Confirmar contraseña
fr_fr: Confirmation du mot de passe

source: User account name already exists, please choose another one.
es_es: Este nombre de cuenta de usuario ya existe, por favor elija otro.
fr_fr: Erreur: Ce nom d'utilisateur existe déjà, merci d'en choisir un autre.

source: There is already an account registered with this e-mail address.
es_es: Ya hay una cuenta registrada con esta dirección de correo electrónico.
fr_fr: Erreur: Il existe déjà un compte associé à cette adresse email.

source: The two password fields did not match.
es_es: Los dos campos de la contraseña no coinciden.
fr_fr: Erreur: Les deux mots de passe ne correspondent pas.

source: Subject
es_es: Asunto
fr_fr: Sujet

source: Please provide a meaningful and sufficiently indicative subject.
es_es: Por favor proporcione un tema significativo y suficientemente indicativo.
fr_fr: Veuillez fournir un sujet suffisamment parlant.

source: Your message appears to be rather short. Please make sure to phrase your request as precise as possible. This will help us to process it as quick as possible.
es_es: Su mensaje parece ser bastante corto. Por favor, asegúrese de expresar su solicitud de la forma más precisa posible. Esto nos ayudará a procesarla lo más rápido posible.
fr_fr: Il semblerait que votre message soit trop court. Merci de vous assurer que votre demande est aussi précise que possible. Cela nous aidera à la traiter dans les meilleurs délais.

source: Username
fr_fr: Nom d'utilisateur

source: Email
fr_fr: Adresse mail

source: Not a valid username-email combination.
es_es: No es una combinación válida de nombre de usuario-correo electrónico.
fr_fr: Erreur: Ce n'est pas une combinaison nom d'utilisateur - adresse mail valide.

source: default editor groups
es_es: grupos editores predeterminados
fr_fr: groupes d'édition par défaut

source: Gateway Party Name
es_es: Nombre de la puerta de enlace (Gateway)
fr_fr: Nom de Gateway Party

source: Gateway Party ID
es_es: ID de puerta de enlace (Gateway)
fr_fr: ID de Gateway Party

source: Public Cetificate
es_es: Certificado público
fr_fr: Certificat public

source: Application Status
es_es: Estado de la solicitud
fr_fr: Etat de la demande

source: Rejection Reason
es_es: Motivo del rechazo
fr_fr: Raison du rejet

source: Date Created
es_es: Fecha de creación
fr_fr: Date de création

source: eDelivery Application for user: "{0}"
es_es: Solicitud de eDelivery para el usuario: "{0}"
fr_fr: Demande eDelivery pour l'utilisateur: "{0}"

source: editor group managers group
es_es: Grupo de administradores del grupo editor
fr_fr: Groupe de gestionnaires du groupe d'édition

source: organization managers group
es_es: Grupo de administradores de organización
fr_fr: groupe de gestionnaires de l'organisation

source: Not a valid phone number
es_es: No es un número de teléfono válido
fr_fr: Ce n'est pas un numéro de téléphone valide

source: Is a META-SHARE associate member.
es_es: Es un miembro asociado de ELRI.
fr_fr: Est un membre associé META-SHARE.

source: Is a META-SHARE full member.
es_es: Es un miembro completo de ELRI.
fr_fr: Est un membre titulaire META-SHARE.

source: Date of birth
es_es: Fecha de nacimiento
fr_fr: Date de naissance

source: Phone Number
es_es: Número de teléfono
fr_fr: Numéro de téléphone

source: Country
es_es: País
fr_fr: Pays

source: Affiliation address
es_es: Dirección de afiliación
fr_fr: Adresse de l'affiliation

source: Affiliation phone number
es_es: Número de teléfono de afiliación
fr_fr: Numéro de téléphone de l'affiliation

source: Position
es_es: Posición en la organización
fr_fr: Poste

source: Homepage
es_es: Página web
fr_fr: Page Web

source: Your ELRI user account has been activated
es_es: Su cuenta de usuario ELRI ha sido activada
fr_fr: Votre compte utilisateur d'ELRI a été activé

source: We have activated user account for user {}.
es_es: Hemos activado la cuenta de usuario para el usuario {}.
fr_fr: Le compte a été activé pour l'utilisateur {}

source: [ELRI] Contact Form Request: %s
es_es: [ELRI] Solicitud de formulario de contacto: %s
fr_fr: [ELRI] Demande du formulaire de contact: %s

source: Oops, there was an error sending out your contact request. You can copy your message and try again later: <pre>%s</pre>
es_es: UPS..., ha habido un error al enviar su solicitud de contacto. Puede copiar su mensaje y volver a intentarlo más tarde: <pre> %s </pre>
fr_fr: Oups, il y a eu une erreur lors de l'envoi de votre demande de contact. Vous pouvez copier ce message et réessayer plus tard: <pre>%s</pre>

source: We have received your message and successfully sent it to the node maintainers. Please give them some days to get back to you.
es_es: Hemos recibido su mensaje y lo hemos enviado correctamente a los responsables del nodo. En breve plazo recibirá una respuesta..
fr_fr: Nous avons reçu votre message et il a été transmis au mainteneur du nœud. Merci de leur donner quelques jours pour revenir vers vous.

source: Contact Node Maintainers
es_es: Contacto
fr_fr: Contacter les Administrateurs de la Station Relais Nationale

source: New user registration
es_es: Registro de nuevo usuario
fr_fr: Enregistrement d'un nouvel utilisateur
