Repository: hpusset/ELRI
Catalog: metashare/accounts/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr

source: There was an error sending out the notification email to the administrators. Please contact them directly.
es_es: Ha habido un error al enviar el correo electrónico de notificación a los administradores. Póngase en contacto con ellos directamente.
fr_fr: Erreur: Il y a eu une erreur lors de l'envoi du mail de notification aux administrateurs. Merci de les contacter directement.

source: We have received your registration data and sent the administrators a notification email.You will receive an email when your account has been activated.
es_es: Hemos recibido sus datos de registro y enviado a los administradores un correo electrónico de notificación. Recibirá un correo electrónico cuando se haya activado su cuenta.
fr_fr: Nous avons reçu vos informations d'enregistrement et avons envoyé un mail de notification aux administrateurs. Vous recevrez un mail lorsque votre compte aura été activé.

source: Create Account
fr_fr: Créer un compte

source: You have successfully updated your profile information.
es_es: Ha actualizado correctamente la información de su perfil.
fr_fr: Vous avez mis à jour vos information de profil avec succès.

source: full member
es_es: miembro pleno
fr_fr: membre titulaire

source: associate member
es_es: miembro asociado
fr_fr: membre associé

source: Edit Profile Information
es_es: Editar información de perfil
fr_fr: Modifier les informations de profil

source: An older application of yours for editor group "%s" is still pending.
es_es: Aún está pendiente una solicitud suya para grupo editor "%s" más antigua.
fr_fr: Une de vos anciennes demandes pour le groupe d'édition "%s" est toujours en cours de traitement.

source: New editor membership request
es_es: Nueva solicitud de editor
fr_fr: Nouvelle demande d'adhésion d'éditeur

source: There was an error sending out the request email for your editor group application.
es_es: Ha habido un error al enviar el correo electrónico para la solicitud de grupo de editor.
fr_fr: Erreur: Il y a eu une erreur lors de l'envoi de votre mail de demande au groupe d'édition.

source: You have successfully applied for editor group "%s".
es_es: Ha solicitado correctamente formar parte del grupo editor "%s".
fr_fr: Votre demande pour le groupe d'édition "%s" a été reçue avec succès.

source: There are no editor groups in the database, yet, for which you could apply. Please ask the system administrator to create one.
es_es: Aún no hay grupos editores en la base de datos a los que pueda solicitar unirse. Por favor, pídale al administrador del sistema que cree uno.
fr_fr: Il n'y a pas encore des groupes d'édition dans la base de données pour lesquels vous pouvez postuler. Merci de demander à l'administrateur système d'en créer un.

source: Apply for editor group membership
es_es: Solicitar membresía en el grupo editor
fr_fr: Demander une adhésion au groupe d'édition

source: You have successfully added default editor group "%s".
es_es: Ha añadido correctamente el grupo editor predeterminado "%s".
fr_fr: Vous avez ajouté le groupe d'édition par défaut "%s" avec succès.

source: You have successfully removed default editor group "%s".
es_es: Ha eliminado correctamente el grupo editor predeterminado "%s".
fr_fr: Vous avez supprimé le groupe d'édition par défaut "%s" avec succès.

source: There are no editor groups you could add to your default list.
es_es: No hay grupos editores que se puedan añadir a la lista predeterminada.
fr_fr: Il n'y a pas des groupes d'édition que vous pouvez ajouter à votre liste par défaut.

source: Update default editor groups
es_es: Actualizar grupos editores predeterminados
fr_fr: Mettre à jour les groupes d'édition par défaut

source: An older application of yours for organization "%s" is still pending.
es_es: Aún está pendiente una solicitud suya de organización "%s" más antigua.
fr_fr: Une de vos anciennes demandes pour l'organisation "%s" est toujours en cours de traitement.

source: New organization membership request
es_es: Nueva solicitud de suscripción a una organización
fr_fr: Nouvelle demande d'adhésion à une organisation

source: There was an error sending out the request email for your organization application.
es_es: Ha habido un error al enviar el correo electrónico de solicitud de organización.
fr_fr: Erreur: Il y a eu une erreur lors de l'envoi du mail de demande pour l'application de votre organisation.

source: You have successfully applied for organization "%s".
es_es: Ha solicitado correctamente unirse a la organización "%s".
fr_fr: Votre demande pour l'organisme "%s" a été reçue avec succès.

source: There are no organizations in the database, yet, for which you could apply. Please ask the system administrator to create one.
es_es: Aún no hay organizaciones en la base de datos a las cuales usted pueda sol·licitar unirse. Por favor, pídale al administrador del sistema que cree una.
fr_fr: Il n'y a pas encore d'organisme dans la base de données pour lesquels vous pouvez postuler. Merci de demander à l'administrateur système d'en créer un.

source: Apply for organization membership
es_es: Solicitar membresía en la organización
fr_fr: Demander une adhésion à l'organisation

source: Please confirm your ELRI password reset request
es_es: Confirme su solicitud de restablecimiento de su contraseña ELRI
fr_fr: Merci de confirmer votre demande de réinitialisation du mot de passe d'ELRI

source: We have received your password reset request and sent you an email with further instructions.
es_es: Hemos recibido su solicitud de restablecimiento de contraseña y le hemos enviado un correo electrónico con instrucciones adicionales.
fr_fr: Nous avons reçu votre demande de réinitialisation du mot de passe et nous vous avons envoyé un email avec d'autres instructions.

source: Reset user account
es_es: Restablecer cuenta de usuario
fr_fr: Réinitialiser le compte utilisateur

source: Your ELRI user account has been re-activated
es_es: Su cuenta de usuario ELRI ha sido reactivada
fr_fr: Votre compte utilisateur d'ELRI a été réactivé

source: There was an error sending out the activation email for your user account. Please contact the administrator at %s.
es_es: Ha habido un error al enviar el correo electrónico de activación de su cuenta de usuario. Póngase en contacto con el administrador en %s.
fr_fr: Erreur: Il y a eu une erreur lors de l'envoi du mail d'activation de votre compte utilisateur. Merci de contacte l'administrateur au %s.

source: We have re-activated your user account and sent you an email with your personal password which allows you to login to the website.
es_es: Hemos reactivado su cuenta de usuario y le hemos enviado un correo electrónico con su contraseña personal que le permite acceder a la página web.
fr_fr: Nous avons réactivé votre compte utilisateur et nous vous avons envoyé un mail avec un mot de passe personnalisé qui vous permettra de vous connecter au site.

source: Apply for eDelivery membership
es_es: Solicitar membresía en eDelivery
fr_fr: Demander une adhésion à eDelivery

source: This password is entirely numeric.
es_es: La contraseña solo está formada por números.

source: This password is too common.
es_es: La contraseña es demasiado común.

source: This password is too short. It must contain at least 9 characters.
es_es: La contraseña es demasiado corta. Debe contener al menos 9 caracteres.

source: Message
es_es: Mensaje

source: Affiliation(s)
es_es: Afiliación(es)
