Repository: hpusset/ELRI
Catalog: metashare/templates/admin/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: "This site uses cookies to enhance your user experience. By clicking any link on this page you are giving your consent for us to set cookies."
fr_fr: "Ce site Web utilise des cookies pour faciliter l'opération du service et pour améliorer l’expérience de l'utilisateur. En poursuivant votre navigation sur ce site Web, vous consentez à l'utilisation de ces cookies."

source: "OK"
fr_fr: "Entendu"

source: "Learn more"
fr_fr: "En savoir plus"

source: "Cookies policy"
fr_fr: 'Politique de Cookies'

source: Home
fr_fr: Accueil

source: Delete
fr_fr: Supprimer

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
fr_fr: Supprimer %(object_name)s '%(escaped_object)s' résulterait en la suppression des objets en relation, mais votre compte n'a pas les privilèges requis pour supprimer les types d'objet suivants :

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
fr_fr: Supprimer %(object_name)s '%(escaped_object)s' impliquerait la suppression des objets protégés suivants :

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
fr_fr: Êtes vous certain de vouloir supprimer %(object_name)s "%(escaped_object)s"? Tous les éléments en relation suivants seront également supprimés :

source: Yes, I'm sure
fr_fr: Oui, je suis sûr

source: Delete multiple objects
fr_fr: Supprimer de multiples objets

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
fr_fr: Supprimer %(objects_name)s résulterait en la suppression des objets en relation, mais votre compte n'a pas les privilèges requis pour supprimer les types d'objet suivants :

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
fr_fr: Supprimer %(objects_name)s impliquerait la suppression des objets protégés suivants :

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
fr_fr: Êtes vous certain de vouloir supprimer %(objects_name)s ? Tous les éléments en relation suivants seront également supprimés :

source: Save
fr_fr: Enregistrer

source: Save as new
fr_fr: Enregistrer comme nouveau

source: Save and add another
fr_fr: Enregistrer et ajouter un nouveau

source: Save and continue editing
fr_fr: Enregistrer et continuer les modifications

source: Cancel
fr_fr: Annuler

source: Abort editing and discard any changes
fr_fr: Abandooner l'édition et ignorer toutes les modifications
