Repository: hpusset/ELRI
Catalog: po_files/*/templates/repository/editor/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: ELRI
pt_pt: eTradução

source: ELRI: a repository used for documenting, storing, browsing and accessing Language Resources.
pt_pt: eTradução/ELRI: Repositório Nacional de Recursos de Tradução, onde os recursos linguísticos podem ser recolhidos, preparados e partilhados.

source: ELRI, language resources, language tools, ELRC, European Language Resource Coordination
pt_pt: eTradução, ELRI, Repositório Nacional de Recursos de Tradução, recursos linguísticos, memórias de tradução, Connecting Europe Facility

source: "This site uses cookies to enhance your user experience. By clicking any link on this page you are giving your consent for us to set cookies."
pt_pt: "Este site utiliza cookies para melhorar a experiência do utilizador. Ao clicar em qualquer link nesta página, está a dar consentimento para que possamos definir cookies."

source: "Learn more"
pt_pt: "Saber mais"

source: Your browser does not support JavaScript!
pt_pt: O seu navegador da internet não suporta JavaScript!

source: Please make sure that you have javascript enabled and refresh the page before proceeding with your contribution.
pt_pt: Por favor, certifique-se que tem o JavaScript ativo e recarregue a página antes de continuar com o seu contributo.

source: Contribute
pt_pt: Contribua com Recursos

source: Uploading your data
pt_pt: A enviar os seus dados

source: Please provide the required information below for the data you wish to upload. Once uploaded, the ELRI engines will process your data with the goal of providing you, and users of the group of your choice, with a fully prepared language resource. <br> Once your resource has been fully processed, you will be notified via email and will be able to download it from this repository.
pt_pt: Por favor, forneça as informações necessárias abaixo para os dados que deseja carregar. Uma vez carregados, os seus dados serão processados com o objetivo de lhe fornecer a si, e aos utilizadores do grupo da sua escolha, um recurso linguístico totalmente preparado. <br> Quando o seu recurso for totalmente processado, será notificado por e-mail e será possível descarregá-lo a partir deste repositório.

source: Resource Title
pt_pt: Título do recurso

source: The name by which the resource is already known or by which you would like it to be known; e.g. "The GSRT bilingual corpus of Greek-English bulletins"
pt_pt: Nome pelo qual o recurso é conhecido ou pelo qual gostaria que fosse conhecido; p.ex.: "O corpo bilingue GSRT dos boletins greco-ingleses"

source: Resource short description
pt_pt: Descrição curta do recurso

source: [Optional] A short description, including any information considered useful about the resource, e.g. whether it's a dataset (collection of documents) or a lexicon, glossary, terminological resource, etc., its size, language(s), classification information (e.g. health reports, news bulletins, lexicon of sports terminology etc.)
pt_pt: [Opcional] Uma descrição curta, incluindo qualquer informação considerada útil sobre o recurso, p.ex.: se é um conjunto de dados (coleção de documentos) ou um léxico, glossário, recurso terminológico, etc., o seu tamanho, idioma(s), informações de classificação (por exemplo, relatórios de saúde, boletins de notícias, léxico de terminologia desportiva etc.)

source: Resource type
pt_pt: Tipo do recurso

source: Corpus
pt_pt: Corpo

source: Language Description
pt_pt: Descrição do idioma

source: Lexical Conceptual Resource
pt_pt: Recurso lexical-conceitual

source: [Optional] The type of the resource: can be Corpus, Lexicon, or Language Description. Do not choose anything if you are not sure.
pt_pt: [Opcional] O tipo do recurso: pode ser Corpo, Léxico ou descrição do idioma. Não escolha nenhuma opção caso não tenha certeza.

source: Language(s)
pt_pt: Idioma(s)

source: Bulgarian
pt_pt: Bulgaro

source: Czech
pt_pt: Checo

source: Croatian
pt_pt: Croata

source: Danish
pt_pt: Dinamarquês

source: Dutch; Flemish
pt_pt: Holandês; Flamengo

source: English
pt_pt: Inglês

source: Estonian
pt_pt: Estónio

source: Finnish
pt_pt: Finlandês

source: French
pt_pt: Francês

source: German
pt_pt: Alemão

source: Hungarian
pt_pt: Húngaro

source: Icelandic
pt_pt: Islandês

source: Irish
pt_pt: Irlandês

source: Italian
pt_pt: Italiano

source: Latvian
pt_pt: Letão

source: Lithuanian
pt_pt: Lituano

source: Maltese
pt_pt: Maltês

source: Modern Greek (1453-)
pt_pt: Grego moderno (1453-)

source: Norwegian Bokmål (nb)
pt_pt: Norueguês Bokmål (nb)

source: Norwegian Nynorsk (nn)
pt_pt: Norueguês Nynorsk (nn)

source: Polish
pt_pt: Polaco

source: Portuguese
pt_pt: Português

source: Romanian; Moldavian; Moldovan
pt_pt: Romeno; Moldavo

source: Slovak
pt_pt: Eslovaco

source: Slovenian
pt_pt: Esloveno

source: Spanish; Castilian
pt_pt: Espanhol; Castelhano

source: Swedish
pt_pt: Sueco

source: The language(s) of the resource; for resources with multiple languages, hold down CTRL key to select multiple values
pt_pt: O(s) idioma(s) do recurso; para recursos com múltiplos idiomas, carregue CTRL para selecionar múltiplos valores

source: Domain(s)
pt_pt: Domínio(s)

source: Digital resources in any field of activity.
pt_pt: Recursos digitais em qualquer área de atividade.

source: Other / Unknown
pt_pt: Outro / Desconhecido

source: Digital resources of European cultural heritage
pt_pt: Recursos digitais do património cultural Europeu

source: Digital resources with relevant information for European national social security systems
pt_pt: Recursos digitais com informação relevante para European national social security systems

source: Electronic Exchange of Social Security Information
pt_pt: Troca Eletrónica de Informações sobre Segurança Social (EESSI)

source: Digital resources with relevant information for European health services.
pt_pt: Recursos digitais com informação relevante para os serviços de saúde Europeus.

source: Digital resources with relevant information for European judicial services.
pt_pt: Recursos digitais com informação relevante para os serviços judiciais Europeus.

source: Digital resources with relevant information for European procurement services.
pt_pt: Recursos digitais com informação relevante para os serviços de contratação Europeus.

source: Digital resources that can be publically shared to contribute to data re-use in Europe.
pt_pt: Recursos digitais que podem ser partilhados publicamente para contribuir para a reutilização de dados na Europa.

source: Digital resources with relevant information for the establishment of a safer internet for children.
pt_pt: Recursos digitais com informação relevante para conceber uma internet mais segura para crianças.

source: Safer Internet
pt_pt: Internet mais segura

source: Digital resources with relevant information for the interconnection of business registers.
pt_pt: Recursos digitais com informações relevantes para a interconexão de registos de empresas.

source: Business Registers Interconnection System
pt_pt: Sistema de Interconexão de Registos de Negócios (BRIS)

source: Digital resources with relevant information for Cybersecurity.
pt_pt: Recursos digitais com informações relevantes para a Ciber segurança.

source: Cybersecurity
pt_pt: Ciber segurança

source: [Optional] Domain refers to information that belongs to a specific field of activity (e.g., culture or health) and is related to one of the building blocks of the European digital services indicated in the provided list. Digital resources that do not clearly belong to one of the provided domains can be left as Other/Unknown.
pt_pt: [Opcional] O domínio refere-se a informações que pertencem a um campo específico de atividade (por exemplo, cultura ou saúde) e está relacionado a um dos building blocks dos serviços digitais europeus indicados na lista fornecida. Recursos digitais que não pertencem claramente a um dos domínios fornecidos podem ser deixados como Outro / Desconhecido.

source: Licensing conditions
pt_pt: Condições de licenciamento

source: Public Domain
pt_pt: Public Open Data

source: Open Under PSI
pt_pt: Aberto abaixo PSI

source: Non-Standard/Other_Licence/Terms
pt_pt: Não padrão/Outra_Licença/Termos

source: The licensing conditions for the resource.
pt_pt: Condições de licenciamento do recurso.

source: More information about the available licences.
pt_pt: Mais informações sobre as licenças disponíveis.

source: License file
pt_pt: Ficheiro de licença

source: Please upload license file in the <b>.pdf format</b>.
pt_pt: Por favor, envie o ficheiro da licença em <b>formato .pdf </b>.

source: Upload Resource
pt_pt: Envio do recurso

source: Please upload a single <strong>.zip</strong> file or any number of files of the following type: <strong>.doc(x), .odt, .rtf, .pdf, .tmx, .sdltm, .xml, .tbx, .xls(x), or .txt file</strong> up to 100MB.
pt_pt: Por favor, envie um único ficheiro <strong>.zip</strong> ou qualquer numero de ficheiros do seguinte tipo: <strong>.doc(x), .odt, .rtf, .pdf, .tmx, .sdltm, .xml, .tbx, .xls(x), ou .txt </strong> até 100MB.

source: In case the data you wish to upload are larger than 100MB, please contact us to provide an SFTP link for direct download or consider uploading smaller files
pt_pt: Caso deseje enviar dados maiores que 100MB, por favor contacte-nos para fornecer um link SFTP para download direto ou considere fazer o envio de ficheiros mais pequenos

source: Group(s)
pt_pt: Grupo(s)

source: The group(s) the language resource can be shared with (hold down the CTRL key to select multiple groups).
pt_pt: O(s) idioma(s) do recurso; para recursos com múltiplos idiomas (carregue CTRL para selecionar múltiplos valores).

source: I agree with the <a target="_blank" href="%(legal_url)s#Sharing">Language Resource upload Terms of Service for Data Holders</a>
pt_pt: Concordo com os <a target="_blank" href="%(legal_url)s#Sharing"> termos de serviço para o envio de dados pelos titulares </a>

source: Submit
pt_pt: Enviar

source: Reset
pt_pt: Limpar

source: Delete Field
pt_pt: Apagar Campo

source: Add Another Field
pt_pt: Adicionar Outro Campo

source: Recent Actions
pt_pt: Ações Recentes

source: My Actions
pt_pt: As minhas Ações

source: None available
pt_pt: Nada disponível

source: Unknown content
pt_pt: Conteúdo desconhecido

source: Language of this entry (<a href="http://tools.ietf.org/html/rfc3066#section-2" target="_blank">RFC 3066 code</a>, preferably from <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">ISO 639-1</a>)
pt_pt: Idioma da entrada (<a href="http://tools.ietf.org/html/rfc3066#section-2" target="_blank">código RFC 3066 </a>, preferencialmente de <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">ISO 639-1</a>)

source: Edit
pt_pt: Editar

source: Home
pt_pt: Início

source: Thanks for using the ELRI editor.
pt_pt: Obrigado por usar o editor eTradução.

source: Log in again
pt_pt: Voltar a entrar

source: Add
pt_pt: Adicionar

source: Language description
pt_pt: Descrição do idioma

source: Lexical conceptual resource
pt_pt: Recurso lexical conceitual

source: Tool / Service
pt_pt: Ferramenta/Serviço

source: Please, use one of the values
pt_pt: Por favor, use um dos valores

source: corpus
pt_pt: corpo

source: for sets of documents in one or more languages, including, for instance,
pt_pt: para conjuntos de documentos em um ou mais idiomas, incluindo por exemplo,

source: sets of public administration official documents (e.g. ministerial decisions, legal acts, Board decisions etc.),
pt_pt: conjuntos de documentos oficiais de administrações públicas (ex.: decisões ministeriais, atos legais, decisões de conselhos de administração)

source: sets of journal, newspaper, bulletin, blog articles, etc.
pt_pt: conjuntos de revista, jornal, boletim, artigos de blog, etc.

source: parallel corpora, i.e. sets of original document with its translations (without any processing)
pt_pt: corpora paralela, ou seja, conjuntos de documentos originais com as suas traduções (sem qualquer processamento)

source: translation memories, i.e. translated documents aligned with their originals.
pt_pt: memórias de tradução, ou seja, documentos traduzidos alinhados com os originais.

source: language description
pt_pt: descrição do idioma

source: for resources such as:
pt_pt: para recursos tais como:

source: grammars, i.e. sets of rules that formalize a language
pt_pt: gramáticas, p.ex.: conjuntos de regras que formalizam a linguagem

source: language and translation models, which contain statistical information that assigns a probability to a piece of unseen text (based on some training data).
pt_pt: modelos de linguagem e tradução, que contêm informações estatísticas atribuindo uma probabilidade a uma peça de texto invisível (com base em alguns dados de treino).

source: lexical/conceptual resource
pt_pt: recurso lexical-conceitual

source: terminological lexica, glossaries etc., i.e. including lists of terms, with or without any other information (e.g. definition, examples, translation equivalents, linguistic information etc.)
pt_pt: léxico terminológico, glossários, etc., ou seja, incluindo listas de termos, com ou sem qualquer outra informação (por exemplo, definição, exemplos, equivalentes de tradução, informação linguística, etc.)

source: lists of words, such as person names, names of places, names of products etc.
pt_pt: listas de palavras, como nomes de pessoas, nomes de lugares, nomes de produtos, etc.

source: lexica and dictionaries containing words with linguistic information (e.g. part of speech, inflectional information, etc.).
pt_pt: léxica e dicionários que contêm palavras com informações linguísticas (por exemplo, fala, informação inflexional, etc.).

source: Tool/Service
pt_pt: Ferramenta/Serviço

source: language processing tools, web services, applications such as linguistic annotators (e.g. Part-of-speech taggers, parsers, etc.), semantic annotators (e.g. Named Entity Recognisers), aligners, etc.
pt_pt: ferramentas de processamento de linguagem, serviços Web, aplicações como anotadores linguísticos (por exemplo, taggers de parte de fala, parsers, etc.), anotadores semânticos (por exemplo, reconhecendo a entidade nomeada), aligners, etc.
